Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

source: Deposit by
es: Depósito por
fr: Dépôt par
pl: Depozyt przez
uk: Поповнити через

source: Methods
es: Métodos
fr: Méthodes
pl: Metody
uk: Методи

source: Add cash from
es: Depositar desde
fr: Ajoutez de l'argent depuis
pl: Doładowanie z
uk: Поповнити через

# profile_kyc_bloked_alert
source: Your account has been suspended. Please contact support for more info.
es: Su cuenta ha sido suspendida. Contacte soporte, por favor.
fr: Votre compte a été suspendu. Contactez le support pour plus d'infos.
pl: Twoje konto zostało zawieszone. Prosimy o kontakt z wsparciem.
uk: Ваш акаунт заблоковано. Будь ласка, зверніться до служби підтримки.

# send_gift_small_title
source: Send gift
es: Enviar un regalo
fr: Envoyer un cadeau
pl: Wysłać prezent
uk: Відправка подарунку

source: Send
es: Enviar
fr: Envoyer
pl: Wypłata
uk: Відправка

source: Paste
es: Pegar
fr: Collez
pl: Wkleić
uk: Вставити

# account_actions_exchange
source: Exchange
es: Intercambio
fr: Échange
pl: Wymiana
uk: Обмін

# account_actions_settings
source: Settings
es: Ajustes
fr: Paramètres
pl: Ustawienia
uk: Параметри

# account_settings_account_requisites
source: Account requisites
es: Datos de cuenta
fr: Requis de compte
pl: Dane konta
uk: Реквізити

# account_settings_change_label
source: Change label
es: Cambiar etiqueta
fr: Changer étiquette
pl: Zmień etykietę
uk: Змінити назву

# simple_card_settings_change_label
source: Change label
es: Cambiar etiqueta
fr: Changer étiquette
pl: Zmień etykietę
uk: Змінити назву

# simple_card_settings_freeze_card
source: Freeze card
es: Bloquear tarjeta
fr: Geler carte
pl: Zablokuj kartę
uk: Заморозити картку

# simple_card_actions_settings
source: Settings
es: Ajustes
fr: Paramètres
pl: Ustawienia
uk: Параметри

# amount_screen_tab_transfer
source: Transfer
es: Transferencia
fr: Transférer
pl: Przelew
uk: Переказ

# deposit_by_accounts
source: Accounts
es: Cuentas
fr: Comptes
pl: Konta
uk: Рахунки

# deposit_by_cards
source: Cards
es: Tarjetas
fr: Cartes
pl: Karty
uk: Картки

# transfer_transfer_from
source: Transfer from
es: Transferir desde
fr: Transférer de
pl: Przelew z
uk: Переказ з

# transfer_transfer_to
source: Transfer to
es: Transferir a
fr: Transférer à
pl: Przelew do
uk: Переказ на

# transfet_success_text
source: You have transferred {amount}
es: Has transferido {amount}
fr: Vous avez viré {amount}
pl: Przelano {amount}
uk: Переказано {amount}

# transfer_confirmation_send_to
source: Send to
es: Enviar a
fr: Envoyer à
pl: Wyślij do
uk: Відправити на адресу

# transfer_confirmation_benificiary
source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
pl: Beneficjent
uk: Одержувач

# transfer_confirmation_reference
source: Reference
es: Referencia
fr: Référence
pl: Referencja
uk: Призначення

# transfer_confirmation_time_to_transaction
source: SEPA Instant – up to 2 hours. Regular SEPA transfer – up to 3 business days. Receiving bank may charge additional fee.
es: SEPA Instant – hasta 2h. SEPA regular – hasta 3 días háb. Banco receptor puede cobrar extra
fr: SEPA Instant – jusqu'à 2h. SEPA ordinaire – jusqu'à 3 jours ouvr. Frais suppl. possibles.
pl: SEPA Instan – do 2 godz. Zwykły SEPA – do 3 dni rob. Opłata banku odbiorcy
uk: SEPA Instant - до 2 год. Звичайний SEPA-переказ - до 3 днів. Може бути стягнена комісія банку-одержувача

# device_binding_required_text
source: To confirm the fund transfer, please verify the payment via SMS
es: Para finalizar la transferencia, confirme el pago mediante verificación por SMS
fr: Pour confirmer le transfert de fonds, vérifiez le paiement par SMS
pl: Aby potwierdzić przelew, zweryfikuj płatność przez SMS
uk: Щоб підтвердити переказ коштів, будь ласка, верифікуйте платіж через SMS

source: Withdraw to
es: Retirar a
fr: Retirer vers
pl: Wypłać do
uk: Вивести на

source: External method
es: Método externo
fr: Méthode externe
pl: Metoda zewn
uk: Зовнішній спосіб

# history_sold_to
source: Sold to
es: Vendido a
fr: Vendu à
pl: Sprzedano do
uk: Продано

# transfer_amount_transfer_all
source: Transfer all
es: Transferir todo
fr: Tout transférer
pl: Przelej wszystko
uk: Переказати все

# edit_card_lable_card_label
source: Card label
es: Etiqueta de tarjeta
fr: Étiquette carte
pl: Etykieta karty
uk: Назва картки

source: Preferred language
es: Idioma preferido
fr: Langue préférée
pl: Wybrany język
uk: Обрана мова

# lang_change_alert
source: The application language will be changed the next time the application is launched!
es: El nuevo idioma se aplicará la próxima vez que abra la aplicación
fr: Langue appli changera au prochain lancement!
pl: Język zmieni się przy nast. uruchomieniu!
uk: Мова зміниться при наступному запуску!

# rate_title
source: Finding us simply amazing?
es: ¿Le gusta usar nuestra aplicación?
fr: Trouvez-nous incroyable?
pl: Uważasz nas za niesamowitych?
uk: Вам подобається додаток?

# rate_subtitle
source: Let us know by rating our app. Your feedback is invaluable!
es: Haznos saber tu opinión valorando nuestra app. ¡Tu feedback es invaluable!
fr: Donnez votre avis en notant notre appli. Vos retours sont inestimables!
pl: Oceń naszą aplikację. Twoja opinia jest bezcenna!
uk: Оцініть наш додаток, будь ласка. Ваш відгук надзвичайно важливий!

# rate_submit_button
source: Leave a review
es: Deja una reseña
fr: Laissez un avis
pl: Zostaw recenzję
uk: Залишити відгук

# rate_cancel_button
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# bottom_bar_invest
source: Invest
es: Invertir
fr: Investir
pl: Inwestuj
uk: Інвестуй

# permission_title
source: Keep track of crypto trends
es: Seguimiento de tendencias cripto
fr: Suivez tendances crypto
pl: Śledź trendy krypto
uk: Слідкуйте за криптотрендами

# permission_subtitle
source: Gain insights into the latest crypto price movements
es: Entérate de los últimos movimientos de precios cripto
fr: Suivez les dernières tendances des prix crypto
pl: Poznaj najnowsze zmiany cen krypto
uk: Отримуйте новинки щодо змін на крипторинку

# permission_button
source: Get price updates
es: Actualiza precios ya
fr: Mises à jour prix
pl: Otrzymuj aktualizacje cen
uk: Отримуйте оновлення цін

# invest_title
source: Simple Invest
es: Inversión Simple
fr: Invest Simple
pl: Simple Inwestycja
uk: Просте Інвестування

# invest_new_title
source: New Invest
es: Nueva Inversión
fr: Nouvel Invest
pl: Nowa Inwestycja
uk: Нове Інвестування

# invest_new_pending_title
source: New pending Invest
es: Nueva Inversión pendiente
fr: Nouvelle attente Investir
pl: Nowa oczekująca Inwest
uk: Нові відкладені інвестиції

# invest_modify
source: Modify
es: Modificar
fr: Modifier
pl: Modyfikuj
uk: Змінити

# invest_full_report
source: Full Report
es: Informe completo
fr: Rapport complet
pl: Pełny raport
uk: Повний звіт

# invest_rollover_report
source: Rollover Report
es: Informe de rollover
fr: Rapport de rollover
pl: Raport rollover
uk: Ролловер звіт

# invest_my_portfolio
source: My Portfolio
es: Mi portafolio
fr: Mon portefeuille
pl: Moje portfolio
uk: Мій портфель

# invest_amount
source: Amount
es: Cantidad
fr: Montant
pl: Kwota
uk: Сума

# invest_pending
source: Pending
es: Pendiente
fr: En attente
pl: Oczekujące
uk: На розгляді

# invest_active_invest
source: Active Invest
es: Inversión activa
fr: Investissement actif
pl: Aktywna inwestycja
uk: Активні інвестиції

# invest_switch_active
source: Active
es: Activo
fr: Actif
pl: Aktywny
uk: Актив

# invest_switch_pending
source: Pending
es: Pendiente
fr: En attente
pl: Oczekujące
uk: На розгляді

# invest_switch_history
source: History
es: Historial
fr: Historique
pl: Historia
uk: Історія

# invest_next_rollover
source: Next Rollover
es: Próximo Rollover
fr: Prochain Rollover
pl: Następny Rollover
uk: Наступний Ролловер

# invest_my_invest
source: My Invest
es: Mi Inversión
fr: Mes Investissements
pl: Moje Inwestycje
uk: Мої Інвестиції

# invest_favorites
source: Favorites
es: Favoritos
fr: Favoris
pl: Ulubione
uk: Обране

# invest_top_gainers
source: Top Gainers
es: Más Ganadores
fr: Plus Forts Gains
pl: Najwięksi Zyskownicy
uk: Лідери Зростання

# invest_top_loosers
source: Top Loosers
es: Más Perdedores
fr: Plus Fortes Pertes
pl: Najwięksi Przegrani
uk: Лідери Невдачі

# invest_market_watch
source: Market watch
es: Vigilancia de Mercado
fr: Surveillance du Marché
pl: Obserwacja Rynku
uk: Огляд ринку

# invest_all_coins
source: All coins
es: Todas las monedas
fr: Toutes les pièces
pl: Wszystkie monety
uk: Всі монети

# invest_tokens
source: tokens
fr: jetons
pl: tokeny
uk: токени

# invest_group
source: Group
es: Grupo
fr: Groupe
pl: Grupa
uk: Група

# invest_in_group
source: In Group
es: En Grupo
fr: Dans le Groupe
pl: W Grupie
uk: У Групі

# invest_list_amount
source: Amount
es: Cantidad
fr: Montant
pl: Kwota
uk: Сума

# invest_list_pl
source: PL
es: Ganancias/Pérdidas
pl: Zysk/Strata
uk: Прибуток/Збиток

# invest_list_close_all
source: Close All
es: Cerrar todo
fr: Tout Fermer
pl: Zamknij Wszystko
uk: Закрити Все

# invest_list_new_invest
source: New Invest
es: Nueva Inversión
fr: Nouvel Invest
pl: Nowa Inwestycja
uk: Нова Інвестиція

# invest_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
uk: Купити

# invest_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaj
uk: Продати

# invest_single
source: Single
es: Único
fr: Unique
pl: Pojedynczy
uk: Окремий

# invest_list_instrument
source: Instrument
es: Instrumento
uk: Інструмент

# invest_price
source: Price
es: Precio
fr: Prix
pl: Cena
uk: Ціна

# invest_pending_invest
source: Pending Invest
es: Inversión pendiente
fr: Investissement en Attente
pl: Inwestycje Odroczone
uk: Відкладені інвестиції

# invest_history_invest
source: History Invest
es: Inversión histórica
fr: Invest Historique
pl: Inwestycje Historyczna
uk: Історія Інвестицій

# invest_list_delete_all
source: Delete all
es: Eliminar Todo
fr: Tout Supprimer
pl: Usuń Wszystkie
uk: Видалити Все

# invest_history_tab_invest
source: Invest
es: Invertir
fr: Investir
pl: Inwestuj
uk: Інвестувати

# invest_history_tab_pending
source: Pending
es: Pendiente
fr: En Attente
pl: Oczekujące
uk: На розгляді

# invest_alert_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# invest_alert_close_all
source: Close all
es: Cerrar Todo
fr: Tout Fermer
pl: Zamknij Wszystko
uk: Закрити Все

# invest_alert_close_all_profit
source: Profit
es: Ganancia
pl: Zysk
uk: Прибуток

# invest_alert_close_all_title
source: Close all active invest?
es: ¿Cerrar todas las inversiones?
fr: Fermer tous les invest actifs?
pl: Zamknąć wszystkie aktywne inwestycje?
uk: Закрити всі активні інвестиції?

# invest_alert_close_all_subtitle
source: You are going to close all active invest
es: Vas a cerrar todas las inversiones activas
fr: Vous allez fermer tous les invest actifs
pl: Zamierzasz zamknąć wszystkie aktywne inwestycje
uk: Ви збираєтеся закрити всі активні інвестиції

# invest_alert_delete_all
source: Delete all
es: Eliminar Todo
fr: Tout Supprimer
pl: Usuń Wszystkie
uk: Видалити Все

# invest_alert_delete_all_title
source: Delete all orders?
es: ¿Eliminar todas las órdenes?
fr: Supprimer toutes les commandes?
pl: Usunąć wszystkie zlecenia?
uk: Видалити всі замовлення?

# invest_alert_delete_all_subtitle
source: You are going to delete all pending invest
es: Vas a eliminar todas las inversiones pendientes
fr: Vous allez supprimer tous les invest en attente
pl: Zamierzasz usunąć wszystkie oczekujące inwestycje
uk: Ви збираєтеся видалити всі відкладені інвестиції

# invest_alert_got_it
source: Got it
es: Entendido
fr: Compris
pl: Rozumiem
uk: Зрозуміло

# invest_alert_in_progress
source: In progress
es: En Progreso
fr: En cours
pl: W trakcie
uk: В процесі

# invest_alert_in_progress_description
source: Your request is being processed
es: Su solicitud está siendo procesada
fr: Votre demande est en traitement
pl: Twoje żądanie jest przetwarzane
uk: Ваш запит оброблюється

# invest_alert_error
source: Error
fr: Erreur
pl: Błąd
uk: Помилка

# invest_alert_error_description
source: Sorry, something went wrong
es: Lo sentimos, algo salió mal
fr: Désolé, une erreur s'est produite
pl: Przepraszamy, coś poszło nie tak
uk: Вибачте, сталася помилка

# invest_alert_success_delete
source: Pending invest have been deleted
es: Inversiones pendientes eliminadas
fr: Investissements en attente supprimés
pl: Oczekujące inwestycje usunięte
uk: Відкладені інвестиції були видалені

# invest_alert_success_close
source: All active invest have been closed
es: Todas las inversiones activas cerradas
fr: Tous les investissements actifs fermés
pl: Wszystkie aktywne inwestycje zamknięte
uk: Всі активні інвестиції закриті

# invest_alert_success_close_position
source: Invest have been closed
es: Inversiones cerradas
fr: Investissements clôturés
pl: Inwestycje zamknięte
uk: Інвестиції закриті

# invest_edit
source: Edit
es: Editar
fr: Modifier
pl: Edytuj
uk: Редагувати

# invest_reset_all
source: Reset all
es: Restablecer todo
fr: Réinitialiser tout
pl: Resetuj wszystko
uk: Скинути все

# invest_edit_favorites
source: Edit favorite
es: Editar favoritos
fr: Modifier favori
pl: Edytuj ulubione
uk: Редагувати обране

# invest_favorites_instrument
source: Instruments
es: Instrumentos
pl: Instrumenty
uk: Інструменти

# invest_favorites_price
source: Price
es: Precio
fr: Prix
pl: Cena
uk: Ціна

# invest_limits
source: Limits
es: Límites
fr: Limites
pl: Limity
uk: Обмеження

# invest_multiplicator
source: Multiplicator
es: Multiplicador
fr: Multiplicateur
pl: Mnożnik
uk: Помножувач

# invest_pending_price
source: Pending Price
es: Precio pendiente
fr: Prix en attente
pl: Cena oczekująca
uk: Очікувана ціна

# invest_open_fee
source: Open fee
es: Comisión de apertura
fr: Frais d'ouverture
pl: Opłata otwarcia
uk: Комісія за відкриття

# invest_volume
source: Volume
es: Volumen
pl: Wolumen
uk: Обсяг

# invest_success_opened
source: Invest have been opened
es: Inversiones abiertas
fr: Investissements ouverts
pl: Inwestycje otwarte
uk: Інвестиції відкриті

# invest_pending_placed
source: Pending invest have been placed
es: Inversiones pendientes colocadas
fr: Investissements en attente placés
pl: Oczekujące inwestycje ustalone
uk: Відкладені інвестиції були розміщені

# invest_trigger_price
source: Trigger Price
uk: Тригерна ціна

# invest_open_price
source: Open Price
es: Precio de apertura
fr: Prix d'ouverture
pl: Cena otwarcia
uk: Ціна відкриття

# invest_s_o_price
source: S/O Price
uk: Ціна S/O

# invest_close
source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
uk: Закрити

# invest_close_fee
source: Close fee
es: Comisión de cierre
fr: Frais de clôture
pl: Opłata za zamknięcie
uk: Комісія за закриття

# invest_close_price
source: Close Price
es: Precio de cierre
fr: Prix de clôture
pl: Cena zamknięcia
uk: Ціна закриття

# invest_error_pending_price
source: The price of the pending order should be within the range of
es: El precio del pedido pendiente debe estar en el rango de
fr: Le prix de la commande en attente doit être dans la plage de
pl: ena zlecenia oczekującego powinna być w zakresie
uk: Ціна відкладеного замовлення повинна бути в діапазоні

# invest_error_tp_higher
source: TakeProfit level cannot be higher than
es: El nivel de TakeProfit no puede ser mayor que
fr: Le niveau de TakeProfit ne peut pas être supérieur à
pl: Poziom TakeProfit nie może być wyższy niż
uk: Рівень TakeProfit не може бути вищим за

# invest_error_tp_lower
source: TakeProfit level cannot be lower than
es: El nivel de TakeProfit no puede ser menor que
fr: Le niveau de TakeProfit ne peut pas être inférieur à
pl: Poziom TakeProfit nie może być niższy niż
uk: Рівень TakeProfit не може бути нижчим за

# invest_error_sl_higher
source: StopLoss level cannot be higher than
es: El nivel de StopLoss no puede ser mayor que
fr: Le niveau de StopLoss ne peut pas être supérieur à
pl: Poziom StopLoss nie może być wyższy niż
uk: Рівень StopLoss не може бути вищим за

# invest_error_sl_lower
source: StopLoss level cannot be lower than
es: El nivel de StopLoss no puede ser menor que
fr: Le niveau de StopLoss ne peut pas être inférieur à
pl: Poziom StopLoss nie może być niższy niż
uk: Рівень StopLoss не може бути нижчим за

# invest_error_amount_higher
source: Amount cannot be higher than
es: La cantidad no puede ser mayor que
fr: Le montant ne peut pas être supérieur à
pl: Kwota nie może być wyższa niż
uk: Сума не може бути вищою за

# invest_error_amount_lower
source: Amount cannot be lower than
es: La cantidad no puede ser menor que
fr: Le montant ne peut pas être inférieur à
pl: Kwota nie może być niższa niż
uk: Сума не може бути нижчою за

# invest_save
source: Save
es: Guardar
fr: Sauvegarder
pl: Zapisz
uk: Зберегти

# invest_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# invest_success_saved_limits
source: Take Profit and Stop Loss have been modified
es: Take Profit y Stop Loss han sido modificados
fr: Le Take Profit et le Stop Loss ont été modifiés
pl: Take Profit i Stop Loss zostały zmodyfikowane
uk: Take Profit та Stop Loss було змінено

# invest_report_ticket
source: Ticket
pl: Bilet
uk: Квиток

# invest_report_open_price
source: Open Price
uk: Ціна відкриття

# invest_report_open_data
source: Open Data
es: Datos de apertura
fr: Données d'ouverture
pl: Data otwarcia
uk: Дані відкриття

# invest_report_open_time
source: Open Time
es: Hora de apertura
fr: Heure d'ouverture
pl: Czas otwarcia
uk: Час відкриття

# invest_report_amount
source: Amount
es: Cantidad
fr: Montant
pl: Kwota
uk: Сума

# invest_report_multiplicator
source: Multiplicator
es: Multiplicador
fr: Multiplicateur
pl: Mnożnik
uk: Помножувач

# invest_report_volume
source: Volume
es: Volumen
pl: Wolumen
uk: Об'єм

# invest_report_market_pl
source: Market PL
es: PL de Mercado
fr: PL du Marché
pl: PL Rynkowe
uk: Ринковий Прибуток/Збиток

# invest_report_open_fee
source: Open Fee
es: Comisión de Apertura
fr: Frais d'Ouverture
pl: Opłata Otwarcia
uk: Комісія за відкриття

# invest_report_close_fee
source: Close Fee
es: Comisión de Cierre
fr: Frais de Clôture
pl: Opłata Zamknięcia
uk: Комісія за закриття

# invest_report_close_price
source: Close Price
es: Precio de Cierre
fr: Prix de Clôture
pl: Cena Zamknięcia
uk: Ціна закриття

# invest_report_close_date
source: Close Date
es: Fecha de Cierre
fr: Date de Clôture
pl: Data Zamknięcia
uk: Дата закриття

# invest_report_close_time
source: Close Time
es: Hora de Cierre
fr: Heure de Clôture
pl: Czas Zamknięcia
uk: Час закриття

# invest_report_order_price
source: Order Price
es: Precio de orden
fr: Prix de l'ordre
pl: Cena zamówienia
uk: Ціна замовлення

# invest_report_order_date
source: Order Date
es: Fecha de orden
fr: Date de l'ordre
pl: Data zamówienia
uk: Дата замовлення

# invest_report_order_time
source: Order Time
es: Hora de orden
fr: Heure de l'ordre
pl: Czas zamówienia
uk: Час замовлення

# invest_report_delete_date
source: Delete Date
es: Fecha de borrado
fr: Date de suppression
pl: Data usunięcia
uk: Дата видалення

# invest_report_delete_time
source: Delete Time
es: Hora de borrado
fr: Heure de suppression
pl: Czas usunięcia
uk: Час видалення

# invest_report_rollover
source: Rollover
uk: Ролловер

# invest_report_so_price
source: S/O Price
uk: Ціна S/O

# invest_report_journal
source: Journal
es: Diario
pl: Dziennik
uk: Журнал

# invest_report_rollover_report
source: Rollover Report
uk: Звіт про ролловер

# invest_report_rollover_rate
source: Rollover Rate
es: Tasa de Rollover
fr: Taux de Rollover
pl: Stopa Rollover
uk: Ставка ролловера

# invest_active_empty_deposit
source: You don't have any active investments yet. To create an investment you need to top up your deposit.
es: Actualmente no tiene inversiones activas. Para comenzar a invertir, por favor recargue su depósito.
fr: Pas d'investissements actifs. Pour investir, rechargez votre dépôt.
pl: Nie masz inwestycji. Aby inwestować, doładuj depozyt.
uk: Ви ще не маєте інвестицій. Щоб створити інвестицію, поповніть депозит.

# invest_deposit
source: Deposit
es: Depósito
fr: Dépôt
pl: Depozyt
uk: Депозит

# invest_active_empty
source: You don't have any active investments yet.
es: Actualmente no tiene inversiones activas.
fr: Pas d'investissements actifs.
pl: Nie masz aktywnych inwestycji.
uk: У вас немає активних інвестицій.

# invest_new_invest
source: New Invest
es: Nueva Inversión
fr: Nouvel Investissement
pl: Nowa Inwestycja
uk: Нова інвестиція

# invest_invest
source: Invest
es: Invertir
fr: Investir
pl: Inwestuj
uk: Інвестувати

# invest_canceled
source: Canceled
uk: Скасовано

# invest_opening
source: Opening
es: Apertura
fr: Ouverture
pl: Otwarcie
uk: Відкриття

# invest_closing
source: Closing
es: Cierre
fr: Clôture
pl: Zamknięcie
uk: Закриття

# invest_delete
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# invest_stop_out
source: Stop Out
uk: Зупинити

# invest_period
source: Period
es: Período
fr: Période
pl: Okres
uk: Період

# invest_period_description
source: You can search and view transaction history only within the 90-day range
es: Solo puede buscar y ver su historial de transacciones de los últimos 90 días
fr: Historique que pour 90 jours
pl: Historia transakcji tylko do 90 dni
uk: Перегляд історії транзакцій доступний тільки за останні 90 днів

# invest_period_days
source: days
es: días
fr: jours
pl: dni
uk: дні

# invest_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
uk: Підтвердити

# invest_history_pending
source: History Pending
es: Historial pendiente
fr: Historique en attente
pl: Historia oczekująca
uk: Історія відкладених позицій

source: Simple card is ready
es: La tarjeta Simple está lista
fr: La carte Simple est prête
pl: Karta Simple jest gotowa
uk: Карта Simple готова

# simple_card_password_repeatable_characters
source: Must not include more than 3 consecutive repeatable characters
es: No puede usar más de 3 caracteres repetidos consecutivos
fr: Ne doit pas inclure plus de 3 caractères répétitifs consécutifs
pl: Nie może zawierać więcej niż 3 powtarzające się znaki pod rząd
uk: Не має містити більше 3 повторюваних символів підряд

# simple_card_password_whitespace
source: Whitespace character is not allowed
es: No se permiten espacios
fr: Le caractère d'espace n'est pas autorisé
pl: Znak spacji jest niedozwolony
uk: Пробіл не дозволений

# simple_card_password_repeatable_allowed_symbols
source: The following special symbols are allowed:
es: Puede usar los siguientes caracteres especiales:
fr: Les symboles spéciaux suivants sont autorisés:
pl: Dozwolone są następujące symbole specjalne:
uk: Дозволені наступні спеціальні символи:

# earn_earn
source: Earn
es: Ganar
fr: Gagner
pl: Zarabiaj
uk: Зароблено

# earn_funds_are_calculated_based_on_the_current_value
source: Funds are calculated based on the current value of cryptoassets
es: Los fondos se calculan según el valor actual de los criptoactivos
fr: Les fonds sont calculés selon la valeur actuelle des crypto-actifs
pl: Fundusze są kalkulowane na podstawie bieżącej wartości kryptoaktywów
uk: Кошти розраховані згідно з поточною вартістю криптоактивів

# earn_total
source: Total
uk: Загалом

# earn_revenue
source: Revenue
es: Ingresos
fr: Revenu
pl: Dochód
uk: Дохід

# earn_active_earns
source: Active earns
es: Ganancias activas
fr: Gains actifs
pl: Aktywne zarobki
uk: Активні заробітки

# earn_view_all
source: Veiw all
es: Ver todo
fr: Voir tout
pl: Przegląd
uk: Переглянути всі

# earn_balance
source: Balance
es: Saldo
fr: Solde
pl: Saldo
uk: Баланс

# earn_most_profitable_earns
source: The most profitable earns
es: Las ganancias más rentables
fr: Les gains les plus rentables
pl: Maks zyski
uk: Найвигідніші варіанти

# earn_top_offers
source: Top offers
es: Mejores ofertas
fr: Top offres
pl: Top oferty
uk: Топ пропозицій

# earn_up_to
source: Up to
es: Hasta
fr: Jusqu'à
pl: Do
uk: До

# earn_earning
source: Earning
es: Ganancia
fr: Gagner
pl: Zarabianie
uk: Заробіток

# earn_closing
source: Closing...
es: Cierre...
fr: Clôture...
pl: Zamykanie...
uk: Закриття
