Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# onboarding_getStarted
source: Get Started
es: Comenzar
fr: Commencez
pl: Rozpocznij
ru: Начать
uk: Почати!

# onboarding_signIn
source: Sign in
ru: Войти
uk: Увійдіть у систему

# onboarding_forYourFinance
source: for your finance
ru: для ваших финансов
uk: для ваших фінансів

# onboarding_dontJustBuy
source: Don't just buy
uk: Не просто купуйте

# onboarding_cryptoEarnIt
source: crypto, earn it
ru: крипто заработать это
uk: криптовалюта, заробляй її

# onboarding_tradeTwenty
source: Trade 20+
uk: Торгівля 20+

# onboarding_topCryptoAssets
source: Top crypto assets
ru: лучшие криптоактивы
uk: Найкращі криптоактиви

# onboarding_inviteFriends
source: Invite friends
es: Invite a amigos
fr: Invitez des amis
pl: Wymieniaj dowolne
uk: Запросіть друзів

# onboarding_andEarnMore
source: and earn more
ru: и зарабатывайте больше
uk: і заробляйте більше

# login_userAgreementText
source: User Agreement
ru: Пользовательское Соглашение
uk: Угода користувача

# login_emailTextFieldLabel
source: Email Address
es: Correo Electrónico
fr: Adresse e-mail
pl: Adres e-mail
ru: Адрес электронной почты
uk: Електронна адреса

# login_credentialsError
source: The email and password you entered did not match our records. Please correct and try again.
ru: Электронная почта и пароль, которые вы ввели, не соответствуют нашим записям. Пожалуйста, исправьте и повторите попытку
uk: Введена вами електронна пошта та пароль не відповідають нашим записам. Будь ласка, виправте і спробуйте ще раз.

# login_signIn
source: Sign in
ru: Войти
uk: Увійдіть у систему

# login_password
source: Password
ru: Пароль
uk: Пароль

# login_forgotPassword
source: Forgot password
ru: Забыли пароль
uk: Забули пароль

# login_policyText1
source: By logging in and continuing, I hereby agree and consent to the
ru: Заходя в систему и продолжая, я тем самым соглашаюсь и соглашаюсь с
uk: Увійшовши в систему і продовжуючи користуватися нею, я погоджуюся і даю згоду на

# login_continue
source: Continue
ru: Продолжить
uk: Продовжити

# login_andThe
source: and the
ru: и
uk: та

# pinScreen_setNewPin
source: Create PIN code
ru: Введите новый PIN-код
uk: Створіть PIN-код

# pinScreen_confirmNewPin
source: Confirm PIN code
ru: Подтвердите новый PIN-код
uk: Підтвердіть PIN-код

# pinScreen_enterYourPIN
source: Enter your PIN
es: Ingrese su PIN
fr: Saisissez votre code PIN
pl: Wprowadź swój PIN
ru: Введите свой PIN-код
uk: Введіть PIN

# pinScreen_enterPin
source: Enter PIN
es: Ingrese su PIN
fr: Saisissez le PIN
pl: Wpisz PIN
ru: Введите PIN-код
uk: Введіть PIN

# pinScreen_setPin
source: Set PIN
es: Establecer PIN
fr: Définir le PIN
pl: Ustaw PIN
ru: Установить PIN-код
uk: Встановити PIN

# pinScreen_changePin
source: Change PIN
es: Cambiar PIN
fr: Modifier le code PIN
pl: Zmień PIN
ru: Изменить PIN
uk: Змінити PIN-код

# pinScreen_weNeedYouToConfirmYourIdentity
source: We kindly request you to verify your identity
es: Le solicitamos amablemente que verifique su identidad
fr: Merci de bien vouloir vérifier votre identité
pl: Prosimy o zweryfikowanie swojej tożsamości
ru: Нам нужно, чтобы вы подтвердили свою личность
uk: Ми просимо вас підтвердити свою особу

# accountSecurity_changePin
source: Change PIN
ru: Изменить PIN-код
uk: Змінити PIN-код

# accountSecurity_accountCategoryButtonTitle3
source: 2-Factor authentication
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація

# register_enterYourEmail
source: Enter your email
es: Ingrese su correo electrónico
fr: Saisissez votre email
pl: Wprowadź swój email
ru: Введите адрес электронной почты
uk: Введіть свою електронну адресу

# register_invalidEmail
source: Invalid email, please revise correctness and make sure there are no spaces
es: Correo electrónico inválido, por favor revisa la corrección y asegúrate de que no hay espacios
fr: Email invalide, veuillez vérifier l'exactitude et assurer l'absence d'espaces.
pl: Nieprawidłowy e-mail, sprawdź poprawność i upewnij się, że nie ma spacji
ru: Недействительный адрес электронной почты, проверьте правильность и убедитесь, что нет пробелов
uk: Недійсний електронний лист, будь ласка, перевірте правильність і переконайтеся, що немає пробілів

# register_herebyConfirm
source: I hereby confirm that I’m over 18 year old, agree and consent to the
es: Por la presente confirmo que soy mayor de 18 años, acepto y consiento los
fr: Je confirme avoir plus de 18 ans et j'accepte les conditions de l'application.
pl: Potwierdzam, że mam ukończone 18 lat i wyrażam zgodę na
ru: Настоящим подтверждаю, что мне исполнилось 18 лет, соглашаюсь и соглашаюсь с
uk: Цим я підтверджую, що мені виповнилося 18 років, погоджуюся і даю згоду на

# register_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# register_andThe
source: and the
es: y la
fr: et le
pl: i
ru: и
uk: та

# register_password
source: Password
ru: Пароль
uk: Пароль

# register_createPassword
source: Create a password
ru: Создать пароль
uk: Створіть пароль

# register_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# emailVerification_emailVerification
source: Email verification
es: Verificación de correo electrónico
fr: Vérification de l'email
pl: Weryfikacja adresu e-mail
ru: Подтверждение электронной почты
uk: Верифікація електронної пошти

# emailVerification_enterCode
source: Enter the code we have sent to your email
es: Ingrese el código que le enviamos a su correo electrónico
fr: Saisissez le code que nous avons envoyé à votre email
pl: Wprowadź kod, który wysłaliśmy na Twój e-mail
ru: Введите код, который мы отправили на вашу электронную почту
uk: Введіть код, який ми надіслали на вашу електронну пошту

# emailVerification_openEmail
source: Open Email App
es: Abrir la aplicación de correo electrónico
fr: Ouvrir l'application Email
pl: Otwórz aplikację e-mail
ru: Открыть приложение электронной почты
uk: Відкрити додаток електронної пошти

# emailVerification_youCanResendIn
source: You can resend in
es: Puede volver a enviar en
fr: Vous pouvez renvoyer dans
pl: Możesz ponownie wysłać za
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# emailVerification_seconds
source: seconds
es: segundos
fr: secondes
pl: sekund
ru: секунды
uk: секунди

# emailVerification_didntReceiveTheCode
source: Didn't receive the code
es: No recibi el código
fr: Code non reçu
pl: Nie otrzymałem kodu
ru: Не получил код
uk: Не отримали код

# emailVerification_resend
source: Resend
es: Reenviar
fr: Renvoyer
pl: Wysłać ponownie
ru: Отправить
uk: Повторно відправити

# emailVerification_failedToResend
source: Failed to resend. Try again
es: No se pudo reenviar. Inténtelo de nuevo.
fr: Échec de renvoi. Réessayez.
pl: Ponowne wysłanie nie powiodło się. Spróbuj ponownie
ru: Не удалось повторно отправить. Попробуйте еще раз
uk: Не вдалося надіслати повторно. Спробуйте ще раз

# passwordValidation_text1
source: be between 8 to 31 characters
es: contener de 8 a 31 caracteres
fr: doit contenir de 8 à 31 caractères
pl: od 8 do 31 znaków
ru: быть от 8 до 31 символа
uk: містити від 8 до 31 символів

# passwordValidation_text2
source: сontain at least one letter (a-z)
es: contener al menos una letra (a-z)
fr: contient au moins une lettre (a-z)
pl: zawiera co najmniej jedną literę (a-z)
ru: содержать хотя бы одну букву (a-z)
uk: містити хоча б одну літеру (a-z)

# passwordValidation_text3
source: contain at least one number (0-9)
es: contener al menos un número (0-9)
fr: Inclure au moins un chiffre (0-9)
pl: zawiera co najmniej jedną cyfrę (0-9)
ru: содержать хотя бы одну цифру (0-9)
uk: містити хоча б одну цифру (0-9)

# forgotPassword_forgotPassword
source: Forgot Password
ru: Забыли пароль
uk: Забули пароль

# forgotPassword_resetPassword
source: Reset password
ru: Сброс пароля
uk: Скинути пароль

# forgotPassword_resettingPassword1
source: Resetting a forgotten password will logout other devices and will result in a
ru: Сброс пароля привидет к логауту с других девайсов и поведет за собой
uk: Скидання забутого пароля призведе до виходу з інших пристроїв, що призведе до

# forgotPassword_resettingPassword2
source: -hour restriction to all outgoing transfers
ru: -часовую блокировку на все выводы
uk: -годинне обмеження на всі вихідні перекази

# forgotPassword_error
source: Perhaps you missed . or @ somewhere
ru: Возможно, вы пропустили . или @ где-нибудь
uk: Можливо, ви десь пропустили . або @

# forgotPassword_buttonName
source: Forgot Password
ru: Забыли пароль
uk: Забули пароль

# aboutUs_text1
source: At Simple, we see investing differently.
es: En Simple, vemos la inversión de manera diferente.
fr: Vision unique d'investir à Simple.
pl: W Simple postrzegamy inwestowanie inaczej.
ru: В Simple мы смотрим на инвестирование по-другому
uk: У Simple ми бачимо інвестиції інакше.

# aboutUs_text2
source: Today’s financial system is complex, exclusive and expensive - making it hard to gain access, get lower fees and preferential treatment. We believe that the financial system should work for everyone!
es: El sistema financiero actual es complejo, exclusivo y costoso, lo que dificulta el acceso y el hecho de obtener las comisiones más bajas y un trato preferencial. Creemos que el sistema financiero ¡debería funcionar para todos!
fr: Le système financier actuel est complexe, exclusif et coûteux - rendant difficile l'accès, l'obtention de frais réduits et un traitement préférentiel. Nous croyons que le système financier devrait être accessible à tous !
pl: Dzisiejszy system finansowy jest skomplikowany, ekskluzywny i drogi – co utrudnia dostęp, uzyskanie niższych opłat i preferencyjne traktowanie. Wierzymy, że system finansowy powinien działać dla wszystkich!
ru: Сегодняшняя финансовая система сложна, эксклюзивна и дорога, что затрудняет получение доступа, получение более низких комиссий и льготного режима. Мы считаем, что финансовая система должна работать на всех!
uk: Сьогоднішня фінансова система є складною, ексклюзивною та дорогою. Ми ж віримо, що вона повинна працювати для всіх!

# aboutUs_text3
source: We’re building a product that reimagines what it means to invest, simplifies the access and breaks down these complex barriers and fees. Its an easy to use financial product that empowers you to see new possibilities for your money and puts your money in motion!
es: Estamos creando un producto que reinventa lo que significa invertir, simplifica el acceso al mercado y ofrece comisiones bajas. Es un producto financiero fácil de usar que le permite ver nuevas posibilidades para su dinero y ¡lo pone en movimiento!
fr: Nous construisons un produit qui redéfinit l'investissement, simplifie l'accès et élimine les barrières complexes et les frais. C'est un produit financier facile à utiliser qui vous permet de découvrir de nouvelles possibilités pour votre argent et met votre argent en mouvement!
pl: Tworzymy produkt, który na nowo definiuje znaczenie inwestowania, upraszcza dostęp i przełamuje te złożone bariery i opłaty. Jest to łatwy w użyciu produkt finansowy, który pozwala dostrzec nowe możliwości dla Twoich pieniędzy i maksymalnie ich wykorzystać!
ru: Мы создаем продукт, который переосмысливает то, что значит инвестировать, упрощает доступ и устраняет эти сложные барьеры и сборы. Это простой в использовании финансовый продукт, который дает вам возможность увидеть новые возможности для ваших денег и приводит ваши деньги в движение!
uk: Ми створюємо продукт, який переосмислює процес використання криптовалют, спрощує доступ до ринку та пропонує низькі комісії. Це проста у використанні платформа, яка відкриває нові можливості використання вашого капіталу!

# aboutUs_text4
source: We will launch with simple but innovative cryptocurrency trading and while you are trading, our team will be working hard to put the finishing touches on our community driven trade-everything platform to offer you stocks, commodities, as well as social payments. All in one simple to use application. It’s what we call, finance made SIMPLE.
es: Simple se creó como una criptoplataforma, sin embargo, estamos ampliando constantemente su funcionalidad. Mientras utiliza las funciones de la aplicación, nuestro equipo está trabajando duro para que usted pueda realizar todas sus transacciones financieras en una aplicación fácil de usar. Es lo que llamamos finanzas hechas Simple.
fr: Nous lançons une application de trading de cryptomonnaies simple mais innovante. Pendant que vous tradez, notre équipe travaille d'arrache-pied pour finaliser notre plateforme de trading communautaire. Nous vous proposerons des actions, des matières premières et des paiements sociaux. Tout cela dans une application facile à utiliser. C'est ce que nous appelons, la finance rendue SIMPLE.
pl: Rozpoczniemy od prostego, ale innowacyjnego handlu kryptowalutami. Podczas gdy handlujesz, nasz zespół ciężko pracuje, aby dokończyć platformę handlową opartą na społeczności i zaoferować Ci akcje, surowce, a także płatności społecznościowe. Jedna prosta w obsłudze aplikacja. Mówimy na to, finance made SIMPLE.
ru: Мы начнем с простой, но инновационной торговли криптовалютой, и, пока вы торгуете, наша команда будет усердно работать, чтобы внести последние штрихи в нашу управляемую сообществом платформу для торговли всем, чтобы предложить вам акции, товары, а также социальные платежи. Все в одном простом в использовании приложении. Это то, что мы называем финансами, сделанными Simple.
uk: Simple була створена як криптовалютна платформа, проте ми постійно розширяємо її функціонал. Поки ви користуєтесь наявними можливостями додатка, наша команда наполегливо працює над аби ви могли робити всі необхідні фінансові операції в одному простому додатку. Саме це ми й називаємо Simple фінансами.

# aboutUs_termButton1
source: General Terms and Conditions
es: Términos y Condiciones Generales
fr: Conditions Générales Simplifiées
pl: Zasady i Warunki Ogólne
ru: Общие положения и условия
uk: Загальні положення та умови

# aboutUs_termButton3
source: Referral Policy
es: Política de Referidos
fr: Politique de Parrainage
pl: Polityka programu partnerskiego
ru: Реферальная политика
uk: Політика переадресації

# sActionItem_description1
source: Buy crypto with your bank card
es: Compra criptomonedas usando tu tarjeta bancaria
fr: Achetez des cryptos avec votre carte bancaire
pl: Kup krypto za pomocą karty bankowej
ru: Купить криптовалюту с помощью банковской карты
uk: Купуйте криптовалюту банківською карткою

# sActionItem_description2
source: Buy any crypto available on the platform
es: Compra cualquier criptomoneda ofrecida en la plataforma
fr: Achetez n'importe quelle crypto disponible sur la plateforme
pl: Kup dowolne kryptowaluty dostępne na platformie
ru: Купить любую криптовалюту, доступную на платформе
uk: Купуйте будь-яку криптовалюту, доступну на платформі

# sActionItem_description3
source: Sell crypto from your portfolio
es: Venda criptomonedas de su portafolio
fr: Vendez des cryptos depuis votre portefeuille
pl: Sprzedaj crypto ze swojego portfela
ru: Продать криптовалюту из своего портфеля
uk: Продайте криптовалюту зі свого портфеля

# sActionItem_description4
source: Quickly swap one crypto for another
es: Intercambia instantáneamente una criptomoneda por otra
fr: Échangez rapidement une crypto-monnaie pour une autre
pl: Szybko zamień jedną kryptowalutę na drugą
ru: Быстро поменять одну криптовалюту на другую
uk: Швидко обмінюйте одну криптовалюту на іншу

# sActionItem_description5
source: Receive crypto from another wallet
es: Recibe criptomonedas de otra billetera
fr: Recevez des crypto-monnaies d'un autre portefeuille
pl: Wpłać krypto z innego portfela
ru: Получить криптовалюту с другого кошелька
uk: Отримуйте криптовалюту з іншого гаманця

# sActionItem_description6
source: Send crypto to another wallet or phone
es: Envía criptomonedas a otra billetera o teléfono
fr: Envoyez des cryptos à un autre portefeuille ou téléphone
pl: Wypłać krypto do innego portfela lub telefonu
ru: Отправить криптовалюту на другой кошелек или телефон
uk: Надіслати криптовалюту на інший гаманець або телефон

# resetPassword_password
source: Password
ru: Пароль
uk: Пароль

# resetPassword_yourPasswordHasBeenReset
source: Your password has been reset
ru: Ваш пароль был сброшен
uk: Ваш пароль було скинуто

# resetPassword_continue
source: Continue
ru: Продолжить
uk: Продовжити

# profileDetails_continue
source: Continue
ru: Продолжить
uk: Продовжити

# profileDetails_profileDetails
source: Profile details
es: Detalles del perfil
fr: Détails du profil
pl: Szczegóły profilu
ru: Детали профиля
uk: Деталі профілю

# profileDetails_changePasswordAlert
source: When changing the password, the withdrawal of funds will be locked for
ru: Когда меняешь пароль, выводы будут заблокированы на
uk: При зміні пароля виведення коштів буде заблоковано на␣

# profileDetails_changePhoneAlert
source: When changing the phone number, the withdrawal of funds will be locked for
ru: Когда меняешь номер телефона, выводы будут заблокированы на
uk: При зміні номера телефону виведення коштів буде заблоковано на␣

# profileDetails_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
uk: Скасувати

# profileDetails_payAttention
source: Pay attention
ru: Обратите внимание
uk: Зверніть увагу

# profileDetails_changePhoneNumber
source: Change phone number
ru: Изменить номер телефона
uk: Змінити номер телефону

# profileDetails_newPhoneNumberConfirmed
source: New phone number confirmed
es: Nuevo número de teléfono confirmado
fr: Nouveau numéro de téléphone confirmé
pl: Nowy numer telefonu potwierdzony
ru: Новый номер телефона подтвержден
uk: Підтверджено новий номер телефону

# profileDetails_changePassword
source: Change Password
ru: Сменить пароль
uk: Змінити пароль

# profileDetails_defaultCurrency
source: Default currency
uk: Валюта за замовчуванням

# showBasicModalBottomSheet_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# kycAlertHandler_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# kycAlertHandler_verifyYourProfile
source: Verify your profile
es: Verifique su perfil
fr: Validez votre profil
pl: Zweryfikuj swój profil
ru: Подтвердите свой профиль
uk: Верифікуйте свій профіль

# kycAlertHandler_support
source: Support
ru: Поддерживать
uk: Підтримка

# kycAlertHandler_showKycPopupSecondaryText1
source: To complete profile verification you
es: Para completar la verificación del perfil,
fr: Pour finaliser la vérification de votre profil, veuillez
pl: Aby zakończyć weryfikację profilu
ru: Для завершения проверки профиля вам
uk: Щоб завершити верифікацію профілю, ви

# kycAlertHandler_later
source: Later
es: Más tarde
fr: Plus tard
pl: Później
ru: Позже
uk: Пізніше

# kycAlertHandler_showVerifyingAlertPrimaryText
source: We’re verifying now
es: Actualmente estamos procesando tu verificación
fr: Nous vérifions maintenant
pl: Teraz weryfikujemy
ru: Мы проверяем сейчас
uk: Ми зараз перевіряємо

# kycAlertHandler_showVerifyingAlertSecondaryText
source: You’ll be notified when we complete the process
es: Recibirá una notificación cuando completemos el proceso
fr: Vous serez notifié lorsque le processus sera terminé
pl: Zostaniesz powiadomiony, gdy zakończymy proces
ru: Вы будете уведомлены, когда мы завершим процесс
uk: Ви отримаєте повідомлення, коли ми завершимо процес

# kycAlertHandler_done
source: Done
es: Listo
fr: Terminé
pl: Gotowe
ru: Готово
uk: Готово

# kycAlertHandler_youAreBlocked
source: Account blocked
ru: Вы заблокированы
uk: Рахунок заблоковано

# kycAlertHandler_factorVerificationEnabled
source: 2-Factor verification enabled
es: Verificación de 2 factores habilitada
fr: Vérification à 2 facteurs activée
pl: Włączona weryfikacja dwuetapowa
ru: Двухфакторная проверка включена
uk: Увімкнено 2-факторну перевірку

# kycAlertHandler_verifyYourIdentity
source: Verify your identity
es: Verifique su identidad
fr: Vérifiez votre identité
pl: Zweryfikuj Twoją tożsamość
ru: Подтвердите свою личность
uk: Підтвердіть свою особу

# kycAlertHandler_addressVerification
source: Address verification
es: Verificación de dirección
fr: Vérification d'adresse
pl: Weryfikacja adresu
ru: Проверка адреса
uk: Верифікація адреси

# kycAlertHandler_proofSourceOfFunds
source: Proof source of funds
es: Envía la fuente de los fondos
fr: Preuve de source de fonds
pl: Udowodnienie źródła środków
ru: Доказательство источника средств
uk: Підтвердження джерела фінансування

# kycAlertHandler_secureYourAccount
source: Secure your account
es: Asegure su cuenta
fr: Sécurisez votre compte
pl: Zabezpiecz swoje konto
ru: Защитить ваш аккаунт
uk: Захистіть свій акаунт

# kycAlertHandler_showKycPopupSecondaryText
source: need to pass following steps
es: es necesario realizar los siguientes pasos.
fr: besoin de passer les étapes suivantes
pl: trzeba przejść następujące kroki
ru: необходимо пройти следующие шаги
uk: потрібно пройти наступні кроки

# kycAlertHandler_showBlockedAlertSecondaryText1
source: Your account has been suspended.
ru: Обратитесь в службу поддержки, чтобы разблокировать
uk: Ваш рахунок було заблоковано.

# kycAlertHandler_showBlockedAlertSecondaryText2
source: Please contact support for more info.
ru: ваш аккаунт
uk: Будь ласка, зверніться до підтримки за додатковою інформацією.

# changePassword_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# changePassword_changePassword
source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe
pl: Zmień hasło
ru: Сменить пароль
uk: Змінити пароль

# changePassword_errorCurrentPassword
source: Please retry, the password doesn`t match
es: Por favor, reintente, la contraseña no coincide
fr: Veuillez réessayer, le mot de passe ne correspond pas.
pl: Proszę spróbować ponownie, hasło nie pasuje
ru: Попробуйте еще раз, это не ваш текущий пароль
uk: Будь ласка, спробуйте знову, пароль не співпадає

# changePassword_enterCurrentPassword
source: Enter current Password
es: Introduzca su contraseña
fr: Entrée: Saisissez le mot de passe actuel
pl: Wprowadź bieżące hasło
uk: Введіть поточний Пароль

# changePassword_showErrorText1
source: Please retry, the password doesn`t match
es: Por favor, reintente, la contraseña no coincide
fr: Veuillez réessayer, le mot de passe ne correspond pas.
pl: Proszę spróbować ponownie, hasło nie pasuje
ru: Попробуйте еще раз, это не ваш текущий пароль
uk: Будь ласка, спробуйте знову, пароль не співпадає

# changePassword_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# registerPassword_continue
source: Continue
ru: Продолжить
uk: Продовжити

# currencyWithdraw_address
source: address
es: dirección
fr: adresse
pl: adres
ru: адрес
uk: адресу

# currencyWithdraw_enter
source: Enter
es: Ingrese
fr: Entrée
pl: Wejdź
ru: Введите
uk: Введіть

# currencyWithdraw_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# currencyWithdraw_chooseNetwork
source: Choose Network
es: Seleccione una red
fr: Choisissez le réseau
pl: Wybierz sieć
ru: Выберите сеть
uk: Виберіть мережу

# currencyWithdraw_enterTag
source: Enter Tag
es: Ingrese una etiqueta
fr: Entrez Simple Tag
pl: Wprowadź tag
ru: Введите тег
uk: Введіть тег

# kycVerifyYourProfile_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# kycVerifyYourProfile_verifyYourProfile
source: Verify your profile
es: Verifique su perfil
fr: Validez votre profil
pl: Zweryfikuj swój profil
ru: Подтвердите свой профиль
uk: Підтвердіть свій профіль

# sendByPhoneInput_continue
source: Continue
ru: Продолжить
uk: Продовжити

# sendByPhoneInput_code
source: Code
ru: Код
uk: Код
