Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# iban_edit_delete_account
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# iban_edit_delete_account_descr
source: Are you sure you want to delete these bank details?
es: ¿Está seguro de que desea eliminar estos datos bancarios?
fr: Êtes-vous sûr de vouloir supprimer ces coordonnées bancaires?
pl: Czy na pewno chcesz usunąć te dane bankowe?
uk: Ви впевнені, що хочете видалити ці банківські реквізити?

# iban_edit_delete
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# iban_edit_delete_noty
source: Account details were deleted
es: Los detalles de la cuenta se han eliminado
fr: Détails de compte supprimés
pl: Dane konta zostały usunięte
uk: Реквізити рахунку було видалено

# iban_out_send
source: Send
uk: Надіслати

# iban_out_label
source: Label
uk: Лейбл

# iban_out_you_send
source: You send
uk: Ви відправляєте

# iban_out_fee
source: Processing fee
uk: Комісія

# iban_out_total
source: Total
uk: Всього

# iban_out_descr_1
source: SEPA Instant – up to 2 hours
es: SEPA Instant: hasta 2 horas
fr: SEPA Instant - jusqu'à 2 heures
pl: Natychmiastowy przelew SEPA - do 2 godzin
uk: SEPA Instant - до 2 годин

# iban_out_descr_2
source: Regular SEPA transfer – up to 3 business days.
es: Transferencia SEPA regular: hasta 3 días hábiles
fr: Virement SEPA régulier - jusqu'à 3 jours ouvrables.
pl: Zwykły przelew SEPA - do 3 dni roboczych.
uk: Звичайний переказ SEPA - до 3 робочих днів.

# iban_out_descr_3
source: Receiving bank may charge additional fee.
es: El banco receptor puede cobrar una comisión adicional
fr: La banque réceptrice peut facturer des frais supplémentaires.
pl: Bank odbierający może naliczyć dodatkową opłatę.
uk: Банк-одержувач може стягувати додаткову комісію.

# iban_send_history_title
source: Send
uk: Надіслати

# iban_send_history_transaction_id
source: Transaction ID
es: ID de la transacción
fr: ID de la transaction
pl: Txid
uk: ID транзакції

# iban_send_history_transaction_fee
source: Transaction fee
uk: Комісія

# iban_send_history_send_to
source: To
es: Para
fr: À
pl: Wyślij do
uk: Адреса отримувача

# iban_send_accounts
source: Accounts
uk: Акаунти

# global_send_name
source: Globally
es: Globalmente
fr: À l'échelle mondiale
pl: Globalnie
uk: По всьому світу

# global_send_helper
source: Via P2P network
es: A través de la red P2P
fr: Via réseau P2P
pl: Do karty bankowej lub telefonu
uk: На банківську картку або телефон

# iban_send_name
source: Bank account
uk: Банківський рахунок

# iban_send_helper
source: SEPA bank transfer
uk: Банківський переказ SEPA

# send_globally_cond_text_1
source: 1. I confirm that information above is accurate and complete.
es: 1. Confirmo que la información anterior es precisa y completa.
fr: 1. Je confirme que les informations ci-dessus sont précises et complètes.
pl: 1. Potwierdzam, że powyższe informacje są dokładne i kompletne.
uk: 1. Я підтверджую, що наведена вище інформація є точною та повною.

# send_globally_cond_text_2
source: T&C Send Globally program
uk: Правила та умови програми "Відправляй по всьому світу"

# send_globally_cond_text_4
source: and
uk: та

# limitIsExceeded
source: Limit is exceeded, please try again later
es: Límite superado, inténtalo más tarde
fr: Limite dépassée, veuillez réessayer plus tard.
pl: Limit został przekroczony, spróbuj ponownie później
uk: Ліміт перевищено, будь ласка, спробуйте пізніше

# global_send_title
source: Receiver's details
es: Detalles del destinatario
fr: Détails du destinataire
pl: Dane odbiorcy
uk: Реквізити отримувача

# withdrawOptions_actionItemNameDescr
source: To blockchain address
es: A una dirección de blockchain
fr: Vers l'adresse blockchain
pl: Na adres blockchain
uk: На адресу блокчейну

# iban_tabbbar_receive
source: Receive
es: Recibir
fr: Recevez
pl: Odbierz
uk: Отримати

# iban_tabbar_send
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij
uk: Надіслати

# global_send_destionation_country
source: Destination country
es: País de destino
fr: Pays de destination
pl: Kraj docelowy
uk: Країна призначення

# input_error_insufficient_balance
source: Insufficient available balance
es: Fondos insuficientes
fr: Solde disponible insuffisant
pl: Niewystarczające dostępne saldo
uk: Недостатній доступний баланс

# input_error_higher_amount
source: Enter a higher amount
es: Ingrese una cantidad mayor
fr: Saisissez un montant plus élevé
pl: Wprowadź wyższą kwotę
uk: Введіть більшу суму

# input_error_smaller_amount
source: Enter smaller amount.
es: Ingrese una cantidad menor
fr: Saisissez un montant plus petit.
pl: Wprowadź mniejszą kwotę.
uk: Введіть меншу суму.

source: Failed
es: No se pudo
fr: Échoué
pl: Nieudane
uk: Не вдалося

# transactionItem_copied_up
source: Copied
uk: Скопійовано

# send_globally_cond_text_6
source: 3. I understand that this money transfer is processed via P2P network more. P2P transfers are orchestrated by Payport LLC.
es: 3. Entiendo que esta transferencia de dinero se procesa a través de la red P2P.
fr: 3. Je comprends que ce transfert d'argent est traité via le réseau P2P plus. Les transferts P2P sont orchestrés par Payport LLC.
pl: 3. Rozumiem, że ten przelew jest przetwarzany za pośrednictwem sieci P2P. Przelewy P2P są organizowane przez Payport LLC.
uk: 3. Я розумію, що цей грошовий переказ обробляється через мережу P2P. Організатором P2P-переказів є Payport LLC.

# send_globally_cond_text_7
source: More details
es: Más detalles
fr: Plus de détails
pl: Więcej szczegółów
uk: Детальніше

# global_send_got_it
source: Got it
es: Entiendo
fr: Compris
pl: Rozumiem
uk: Зрозуміло

# global_send_popup_details
source: When you initiates money transfer to the bank card of your friend or family member, another individual sends P2P money transfer directly to the receiver. Earn Global LTd orchestrates this transfer, but does not process it directly.
es: El intercambio de criptomoneda a través de P2P implica recibir fondos directamente de otra persona a los detalles de la cuenta especificada. Smpl Global Limited orquesta esta transferencia, pero no la procesa directamente.
fr: L'échange de crypto-monnaies via P2P consiste à recevoir des fonds directement d'une autre personne sur les détails du compte spécifiés. Smpl Global Limited orchestre ce transfert, mais ne le traite pas directement.
pl: Wymiana kryptowalut za pośrednictwem P2P polega na otrzymywaniu środków bezpośrednio od innej osoby na określone dane konta. Smpl Global Limited organizuje ten transfer, ale nie przetwarza go bezpośrednio.
uk: Коли ви відправляєте грошовий переказ на банківську картку свого друга або члена сім'ї, інша особа відправляє P2P-грошовий переказ безпосередньо одержувачу. Earn Global LTd організовує цей переказ, але не обробляє його безпосередньо.

# action_send_global_send_bottomheet
source: Choose asset to send
es: Elija un activo para enviar
fr: Sélectionnez l'actif à envoyer
pl: Wybierz aktywa do wysłania
uk: Виберіть актив для відправки

source: P2P transfer
uk: Переказ P2P

# global_send_you_send
source: You send
uk: Ви відправляєте

# global_send_est_amount
source: Estimated amount
uk: Орієнтовна сума

# global_send_payment_method_title
source: Payment method
es: Método de pago
fr: Méthode de paiement
pl: Metoda płatności
uk: Метод оплати

# global_send_receiver_details
source: Receiver details
es: Datos del receptor
fr: Détails du destinataire
pl: Szczegóły odbiorcy
uk: Дані одержувача

# global_send_payment_details
source: Payment details
es: Datos de pago
fr: Détails de paiement
pl: Szczegóły płatności
uk: Реквізити для оплати

# global_send_account_number
source: Account number
es: Número de cuenta
fr: Numéro de compte
pl: Numer konta
uk: Номер рахунку

# global_send_beneficiary_name
source: Payment details
uk: Реквізити для оплати

# global_send_history_account_name
source: Account
uk: Акаунт

# global_send_history_beneficiary_name
source: Beneficiary name
es: Nombre de beneficiario
fr: Nom du bénéficiaire
pl: Nazwa beneficjenta
uk: Ім'я бенефіціара

# global_send_history_bank_name
source: Bank name
es: Nombre de banco
fr: Nom de la banque
pl: Nazwa banku
uk: Назва банку

# global_send_history_ifsc_code
source: IFSC code
es: Código IFSC
fr: Code IFSC
pl: Kod IFSC
uk: Код IFSC

# global_send_history_card_number
source: Card number
es: Número de tarjeta
fr: Numéro de carte
pl: Numer karty
uk: Номер картки

# global_send_history_pan_number
source: Pan number
es: Número PAN
fr: Numéro de Pan
pl: Numer Pan
uk: номер Pan

# global_send_history_upi_address
source: Upi address
es: Dirección Upi
fr: Adresse Upi
pl: Adres Upi
uk: Upi-адреса

# global_send_history_bank_account
source: Bank account
es: Cuenta bancaria
fr: Compte bancaire
pl: Konto bankowe
uk: Банківський рахунок

# global_send_history_phone_number
source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pl: Numer telefonu
uk: Номер телефону

# global_send_total_pay
source: Total pay
es: Pago total
fr: Paiement total
pl: Łączna kwota
uk: Загальна оплата

# withdrawalPreview_receiverAmount
source: Receive amount
uk: Сума отримання

# send_globally_amount_in
source: Amount in
uk: Сума в

# global_send_history_sent
source: Sent
es: Enviado
fr: Envoyé
pl: Wysłano
uk: Відправлено

# withdraw_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# withdrawal_send_verb
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij
uk: Надіслати

# withdrawal_send_noun
source: Sending
es: Enviando
fr: Envoi
pl: Wysyłanie
uk: Відправлення

# withdrawal_withdraw_verb
source: Withdraw
es: Retirar
fr: Retirer
pl: Wypłać
uk: Вивести

# withdrawal_withdrawal_noun
source: Withdrawal
uk: Виведення коштів

# send_globally_cond_text_add_1
source: 2. I agree with
es: 2. Estoy de acuerdo con
fr: 2. Je suis d'accord avec
pl: Zgadzam się z
uk: 2. Я згоден з

# send_globally_limits_text
source: Send limits
es: Límites de envío
fr: Limites d'envoi
pl: Limity wysyłania
uk: Ліміти на відправлення

# iban_terms_3
source: Transfer funds only from an account registered in your name. Money from other accounts will be returned, and extra charges may incur
es: Por favor, transfiere fondos exclusivamente desde una cuenta registrada a tu nombre. El dinero proveniente de otras cuentas será devuelto y se pueden aplicar tarifas adicionales.
fr: Transférez des fonds uniquement depuis un compte à votre nom. Les fonds d'autres comptes seront retournés, des frais supplémentaires peuvent s'appliquer.
pl: Przelewy tylko z konta zarejestrowanego na Twoje imię. Środki z innych kont zostaną zwrócone, mogą wystąpić dodatkowe opłaty
uk: Кошти повинні надходити з рахунку на ваше ім'я. Гроші, надіслані з інших рахунків, будуть повернуті, але може стягуватися додаткова комісія.

# iban_terms_4
source: You must be the beneficiary of the bank account
es: Debe ser el beneficiario de la cuenta bancaria
fr: Vous devez être le bénéficiaire du compte bancaire
pl: Musisz być beneficjentem konta bankowego
uk: Ви повинні бути бенефіціаром банківського рахунку

# historyRecurringBuys_noTransactionsYet
source: No transactions yet
ru: Пока нет транзакций
uk: Ще немає транзакцій

# historyRecurringBuy_text1
source: Your transactions will appear here
es: Sus transacciones se mostrarán aquí
fr: Vos transactions apparaîtront ici
pl: Tutaj pojawią się Twoje transakcje
ru: Ваши транзакции будут отображаться здесь
uk: Ваші транзакції будуть відображатися тут

# operationName_received
source: Received
es: Recibido
fr: Reçu
pl: Odebrane
uk: Отримано

# operationName_exchanged
source: Exchanged
uk: Обмін

# operationName_sent
source: Sent
es: Enviado
fr: Envoyé
pl: Wysłane
uk: Надіслано

# previewBuyWithCircle_youWillGetApproximately
source: You will get approximately
uk: Ви отримаєте приблизно

# paymentMethod_showAlertPopupSecondaryDescrText
source: Are you sure you want to delete your saved card?
es: ¿Está seguro de que quiere eliminar tarjeta guardada?
fr: Êtes-vous sûr de vouloir supprimer votre carte enregistrée ?
pl: Czy na pewno chcesz usunąć zapisaną kartę?
uk: Ви впевнені, що хочете видалити збережену картку?

# editCircleCard_bigHeaderTitle
source: Card details
es: Datos de tarjeta
fr: Détails de la carte
pl: Szczegóły karty
uk: Дані картки

# addCircleCard_label
source: Label
es: Alias
fr: Étiquette
pl: Etykieta
uk: Лейбл

# addCircleCard_save_changes
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
uk: Зберегти зміни

# addCircleCard_delete
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# previewConvert_youSpend
source: You spend
es: Está gastando
fr: Vous dépensez
pl: Wydali państwo
uk: Ви витрачаєте

# operationName_bought
source: Bought
es: Comprado
fr: Acheté
pl: Kupiono
uk: Покупка

# pin_screen_confirm_withPin
source: Confirm with PIN
es: Confirme con PIN
fr: Confirmez avec le PIN
pl: Potwierdź kodem PIN
uk: Підтвердіть PIN-кодом

# withdrawal_successRequest
source: Request for sending
es: Solicitud de envío
fr: Demande d'envoi
pl: Żądanie wysłania
uk: Запит на відправку

# withdrawal_successPlaced
source: has been placed
es: ha sido colocada
fr: a été placé
pl: zostało wysłane
uk: було розміщено

# bottom_bar_card
source: Card
es: Tarjeta
fr: Carte
pl: Karta
uk: Картка

# card_header
source: Simple Card
es: Tarjeta Simple
fr: Carte Simple
pl: Karta Simple
uk: Картка Simple

# card_claim_card
source: Claim Simple card
uk: Замовити картку!

# card_main_text
source: Simple Card is coming soon
es: Tarjeta Simple llegará pronto
fr: La Carte Simple arrive bientôt
pl: Karta Simple już wkrótce dostępna
uk: Simple картка незабаром з'явиться

# card_description
source: Click the button to claim your card!
uk: Натисніть кнопку, щоб отримати картку!

# card_verify
source: Please verify your account to claim your Simple Card
es: Por favor, verifique su cuenta para obtener su tarjeta Simple
fr: Veuillez vérifier votre compte pour obtenir votre Carte Simple
pl: Zweryfikuj swoje konto, aby odebrać kartę Simple
uk: Будь ласка, верифікуйте свій обліковий запис, щоб отримати Simple картку

# card_proceed
source: Proceed
es: Proceder
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# card_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# card_congrats
source: Congrats!
es: ¡Felicidades!
fr: Félicitations!
pl: Gratulacje!
uk: Вітаємо!

# card_congrats_desc
source: We will notify you when Simple card is available for order
es: Te informaremos cuando tu tarjeta Simple esté disponible para ordenar
fr: Nous vous informerons lorsque la carte Simple sera disponible à la commande.
pl: Powiadomimy Cię, gdy karta Simple będzie dostępna do zamówienia
uk: Ми повідомимо вас, коли картка Simple буде доступна для замовлення

# card_got_it
source: Got it
es: Entiendo
fr: Compris
pl: Otrzymałem
uk: Зрозуміло

# card_making_desc
source: Your Simple card is still in a making, stay tuned for updates!
es: Su tarjeta Simple todavía está en proceso, ¡manténgase atento a las actualizaciones!
fr: Votre carte Simple est en cours de création, restez à l'écoute pour les mises à jour!
pl: Twoja karta Simple jest nadal w przygotowaniu, bądź na bieżąco z aktualizacjami!
uk: Ваша картка Simple все ще розробляється, слідкуйте за оновленнями!

# history_payment_fee
source: Payment fee
es: Tarifa del proveedor
fr: Frais du fournisseur
pl: Opłata operatora
uk: Комісія за оплату

# history_our_fee
source: Our fee
uk: Наша комісія

# history_approximately
source: Approximately
uk: Приблизно

# history_payment_method
source: Payment method
uk: Метод оплати

# buy_payment_currency
source: Payment currency
es: Divisa de pago
fr: Monnaie de paiement
pl: Waluta płatności
uk: Валюта платежу

# buy_flow_payment_method
source: Payment method
es: Método de pago
fr: Méthode de paiement
pl: Metoda płatności
uk: Метод оплати

# payment_method_cards
source: Cards
es: Tarjetas
fr: Cartes
pl: Karty
uk: Картки

# payment_method_local
source: Local
uk: Локальний

# add_card_text
source: Add card
es: Añadir tarjeta
fr: Ajoutez carte
pl: Dodaj kartę
uk: Додати картку

# buy_confirmation_title
source: Order summary
es: Resumen de la orden
fr: Résumé de la commande
pl: Zamówienia
uk: Підсумок замовлення

# buy_confirmation_payment_method
source: Payment method
uk: Метод оплати

# buy_confirmation_buy_confirmation
source: Exchange rate
uk: Обмінний курс

# buy_confirmation_payment_fee
source: Payment fee
es: Tarifa del proveedor
fr: Frais du fournisseur
pl: Opłata operatora
uk: Комісія за оплату

# buy_confirmation_out_fee
source: Our fee
uk: Наша комісія

# buy_confirmation_total
source: Total
uk: Всього

# buy_confirmation_local_info
source: Exchange rate will be adjusted according to the market price at the moment we get a confirmation for the payment
uk: Курс обміну буде скориговано відповідно до ринкової ціни на момент отримання підтвердження платежу

# buy_confirmation_privacy_checkbox_1
source: I have read and agreed to
es: He leído y acepto
fr: J'ai lu et accepté
pl: Przeczytałem i akceptuję
uk: Я прочитав та погоджуюся з

# buy_confirmation_privacy_p2p_checkbox_1
source: 1. I confirm that information above is accurate and complete.
uk: 1. Я підтверджую, що наведена вище інформація є точною та повною.

# buy_confirmation_privacy_p2p_checkbox_1_5
source: 2. I agree with
uk: 2. Я згоден з

# buy_confirmation_privacy_p2p_checkbox_3
source: 3. I understand that the money transfer for this purchase is processed via P2P network.
uk: 3. Я розумію, що грошовий переказ за цю покупку здійснюється через мережу P2P.

# buy_confirmation_privacy_p2p_heckbox_4
source: More details
uk: Детальніше

# buy_confirmation_privacy_p2p_popup
source: In order to proceed with a purchase with P2P payment method, first you need to send P2P transfer to an individual, whose details will be shown later within this buying flow. After this P2P transfer is done successfully, purchased cryptocurrency will be credited to your Simple app.
uk: Для того, щоб здійснити покупку за допомогою P2P-платежу, спочатку вам потрібно відправити P2P-переказ фізичній особі, дані якої будуть показані пізніше в процесі покупки. Після того, як цей P2P-переказ буде успішно здійснено, придбана криптовалюта буде зарахована на ваш рахунок у додатку Simple.

# buy_confirmation_transaction_fee
source: Transaction fee
uk: Комісія

# buy_confirmation_third_party_fee
source: Third party fee
uk: Плата за послуги третьої сторони

# buy_confirmation_third_fee_descr
source: This fee is charged by Simple to cover services of our processing partners
uk: Ця комісія стягується компанією Simple для покриття послуг наших партнерів по обробці даних

# buy_confirmation_local_p2p_processing_title
source: Processing…
uk: Обробка...

# buy_confirmation_local_p2p_processing_text
source: We are processing your purchase now. After successful completion purchased cryptocurrency will be credited to your Simple app.
es: Tu compra está en curso. Una vez finalizada, la criptomoneda se depositará en tu aplicación de Simple.
fr: Nous traitons actuellement votre achat. Une fois terminé avec succès, la cryptomonnaie achetée sera créditée sur votre application Simple.
pl: Przetwarzamy teraz twój zakup. Po pomyślnym zakończeniu zakupiona kryptowaluta zostanie zaksięgowana w aplikacji Simple.
uk: Зараз ми обробляємо вашу покупку. Після успішного завершення придбана криптовалюта буде зарахована на рахунок вашого додатку Simple.

# card_update_notification
source: Card details were updated
es: Datos de la tarjeta se actualizaron
fr: Détails de la carte mis à jour
pl: Dane karty zostały zaktualizowane
uk: Оновлено реквізити картки

# card_delete_notification
source: Card details were deleted
es: Datos de la tarjeta se eliminaron
fr: Détails de la carte supprimés
pl: Dane karty zostały usunięte
uk: Реквізити картки було видалено

# start_your_journey
source: Start your journey with Simple app
uk: Розпочніть свою подорож з додатком Simple

source: Buy crypto
es: Comprar cripto
fr: Achetez des cryptos
pl: Kup krypto
uk: Купити криптовалюту

source: Join the waitlist
es: Únete a la lista de espera
fr: Rejoignez la liste d'attente
pl: Dołącz do listy oczekujących!
uk: Стати в чергу

source: Are you interested?
es: ¿Está interesado?
fr: Êtes-vous intéressé?
pl: Czy jesteś zainteresowany?
uk: Вам цікаво?

# sendOptions_send
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij
uk: Надіслати

# sendOptions_to_crypto_wallet
source: To crypto wallet
es: A la cripto billetera
fr: Vers le portefeuille crypto
pl: Do portfela kryptowalut
uk: На криптогаманець

# sendOptions_to_bank_account
source: To bank account
uk: На банківський рахунок

# send_gift
source: Gift
es: Regalo
fr: Cadeau
pl: Prezent
uk: Подарунок

# send_gift_to_simple_wallet
source: To Simple Wallet
es: A la billetera de Simple
fr: Vers Simple Wallet
pl: Do portfela Simple
uk: На гаманець Simple

# send_gift_sending_asset
source: Sending asset
es: Enviando activo
fr: Envoi d'actif
pl: Wysyłanie aktywu
uk: Відправлення активу

# send_gift_Receiver_details
source: Receiver's details
es: Datos del receptor
fr: Détails du destinataire
pl: Dane odbiorcy
uk: Реквізити одержувача

# send_gift_phone
source: Phone
es: Teléfono
fr: Téléphone
pl: Wyślij przez telefon
uk: Телефон

# send_gift_e_mail_address
source: E-mail address
es: Correo electrónico
fr: Adresse e-mail
pl: Adres e-mail
uk: Адреса електронної пошти

# send_gift_policy
source: 1. I am aware that this gift will be sent into receiver's Simple App. 2. I am aware that after receiver claims the gift, Simple may not be able to help me get my gift back.
es: 1. Soy consciente de que este regalo se enviará a la aplicación Simple del destinatario. 2. Soy consciente de que después de que el destinatario acepte el regalo, Simple puede no ser capaz de ayudarme a recuperarlo.
fr: 1. Je suis conscient que ce cadeau sera envoyé dans l'application Simple de destinataire. 2. Je suis conscient qu'après que le destinataire ait réclamé le cadeau, Simple pourrait ne pas être en mesure de m'aider à récupérer mon cadeau.
pl: 1. Jestem świadomy, że ten prezent zostanie wysłany do odbiorcy w aplikacji Simple App. 2. Jestem świadomy, że po odbiorze przez odbiorcę prezentu, Simple może nie być w stanie pomóc mi odzyskać mój prezent.
uk: 1. Я усвідомлюю, що цей подарунок буде надіслано в додаток Simple одержувача. 2. Я усвідомлюю, що після того, як одержувач отримає подарунок, Simple може бути не в змозі допомогти мені отримати мій подарунок назад.

# send_gift_title
source: Send Gift
es: Enviar un regalo
fr: Envoyer un cadeau
pl: Wysłać prezent
uk: Надіслати подарунок

# send_gift_available
source: Available
es: Disponible
fr: Disponible
pl: Dostępne
uk: Доступно

# send_gift_order_summary
source: Order summary
uk: Підсумок замовлення

# send_gift_your_gift
source: Your gift
uk: Ваш подарунок

# send_gift_payment_method
source: Payment method
uk: Метод оплати

# send_gift_simple_gift
source: Simple Gift
es: Regalo de Simple
fr: Cadeau Simple
pl: Simple prezent
uk: подарунок Simple

# send_gift_total_pay
source: Total pay
uk: Загальна сума оплати

# send_gift_you_sent
source: You sent
es: Usted envió
fr: Vous avez envoyé
pl: Wysłałeś
uk: Ви відправили

# send_gift_success_message_2
source: You can cancel it in transaction details until receiver claims it.
es: Puedes cancelar la transacción en los detalles hasta que el destinatario lo reclame.
fr: Vous pouvez l'annuler dans les détails de la transaction jusqu'à ce que le destinataire le réclame.
pl: Możesz anulować to w szczegółach transakcji, dopóki odbiorca go nie odebrał.
uk: Ви можете скасувати відправку подарунка в історії транзакції до того, як одержувач підтвердить його отримання.

# send_gift_share
source: Share
es: Compartir
fr: Partagez
pl: Podziel się
uk: Поділитися

# send_gift_hey
source: Hey!
es: ¡Hola!
fr: Salut!
pl: Hej!
uk: Привіт!
