Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# market_search_popular
source: Most popular
es: Más populares
fr: Le plus populaire
pl: Najpopularniejsze
uk: Найпопулярніші

# market_search_results
source: Results
es: Resultados
fr: Résultats
pl: Wyniki
uk: Результати

# profileDetails_receiveCall
source: Receive code via phone call
es: Recibir el código mediante una llamada telefónica
fr: Recevez le code par appel téléphonique
pl: Odbierz kod przez telefon
uk: Отримання коду за допомогою телефонного дзвінка

# profileDetails_didNotReceive
source: Didn't receive the code?
uk: Не отримали код?

# profileDetails_waitForCall
source: Wait for phone call
es: Espere una llamada telefónica
fr: Attendez l'appel téléphonique
pl: Poczekaj na telefon
uk: Чекайте на телефонний дзвінок

# market_allCrypto
source: All crypto
uk: Вся криптовалюта

# operationName_exchange
source: Exchange
es: Intercambio
fr: Échange
pl: Wymiana
uk: Обмін

# operationName_exchangeTo
source: to
es: en
fr: à
pl: na
uk: на

# currencyBuy_card
source: Card
es: Tarjeta
fr: Carte
pl: Karta
uk: картка

# actionBottomSheetHeader_searchAssets
source: Search assets
es: Buscar un activo
fr: Recherchez des actifs
pl: Wyszukaj aktywa
uk: Пошук по назві активу

# previewConvert_confirmExchange
source: Confirm Exchange
es: Confirmar intercambio
fr: Confirmez l'Échange
pl: Potwierdź wymianę
uk: Підтвердити обмін

# convert_exchange
source: Exchange
es: Intercambio
fr: Échange
pl: Wymień
uk: Обмін

# convert_previewExchange
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# localizedActionItems_Exchange
source: Exchange
es: Intercambio
fr: Échange
pl: Wymiana
uk: Обмін

# previewBuyWithUmlimint_close
source: Close
uk: Закрити

# twoFaPhone_youCanReceive
source: You can resend in
es: Puede reenviar en
fr: Vous pouvez renvoyer
pl: Możesz wysłać ponownie w ciągu
uk: Ви можете отримати код повторно через

# successScreen_youBought
source: You bought
es: Usted compró
fr: Tu as acheté
pl: Kupiłeś (aś)
uk: Ви купили

# balanceActionButtons_send
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij
uk: Надіслати

# walletBody_balance
source: balance
uk: баланс

# balanceBlock_balance
source: balance
uk: баланс

# emptyWallet_balance
source: balance
uk: баланс

# sPaymentSelectEmpty_somethingWentWrong
source: Oh, something went wrong
es: Ups, algo salió mal
fr: Oups, quelque chose s'est mal passé
pl: Coś poszło nie tak
uk: Щось пішло не так

# sPaymentSelectEmpty_contactSupport
source: Please contact our support
uk: Зверніться до нашої служби підтримки

source: Favorite
es: Favorito
fr: Favori
pl: Ulubiony
uk: Улюблений

source: Assets
es: Activos
fr: Actifs
pl: Aktywa
uk: Активи

# actionBuy_alertPopupSecond
source: You may perform only one transaction for up to $700 (or the equivalent amount in another fiat currency). Withdrawing or adding more funds will require completing KYC.
es: Se te permite realizar una única transacción de hasta 700 $ (o el equivalente en otra moneda fiduciaria). Cualquier retiro o depósito adicional requerirá completar el KYC.
fr: Vous pouvez effectuer une seule transaction jusqu'à 700 $ (ou l'équivalent dans une autre devise). Pour retirer ou ajouter plus de fonds, il faut compléter le KYC.
pl: Możesz wykonać tylko jedną transakcję na kwotę do 700 USD (lub równowartość tej kwoty w innej walucie fiducjarnej). Wypłata lub dodanie większej ilości środków będzie wymagało wypełnienia KYC.
uk: Ви можете здійснити лише одну транзакцію на суму до $700 (або еквівалент цієї суми в іншій фіатній валюті). Щоб зняти або додати більше коштів, потрібно пройти процедуру KYC.

# portfolioWithBalanceBody_my_assets
source: My assets
uk: Мої активи

# balanceActionButtons_exchange
source: Exchange
es: Intercambio
fr: Échange
pl: Wymiana
uk: Обмін

# bottom_bar_my_assets
source: My assets
uk: Гаманці

# bottom_bar_market
source: Market
es: Mercado
fr: Marché
pl: Rynek
uk: Ринок

# actionBuy_chooseAsset
source: Buying asset
uk: Виберіть актив

# actionBuy_cards
source: Cards
es: Tarjetas
fr: Cartes
pl: Karty
uk: Картки

# actionBuy_addACard
source: Add a card
es: Añadir una tarjeta
fr: Ajoutez une carte
pl: Dodaj kartę
uk: Додати картку

# paymentMethod_yesDelete
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# paymentMethod_showAlertPopupSecondaryFullText
source: Are you sure you want to permanently delete this card from your account
uk: Ви впевнені, що хочете назавжди видалити цю картку зі свого облікового запису

# previewBuyWithCircle_cvvNewDescription
source: Usually you'll find the three-digit CVV code on the back of the card
uk: Зазвичай трицифровий код CVV знаходиться на звороті картки

# currencyBuy_chooseCurrency
source: Choose currency
es: Elegir una divisa
fr: Sélectionnez la devise
pl: Wybierz walutę
uk: Вибрати валюту

# currencyBuy_total
source: Total
pl: Łącznie
uk: Всього

# previewBuy_orderSummary
source: Order Summary
es: Resumen de la orden
fr: Résumé de la commande
pl: Zamówienia
uk: Підсумок замовлення

# previewBuyWithUnlimint_feeNewDescription
source: This fee is charged by Simple to cover services of our processing partners
es: Simple cobra esta tarifa para cubrir los costos asociados con los servicios de nuestros socios de procesamiento
fr: Ce frais est facturé par Simple pour couvrir les services de nos partenaires de traitement
pl: Opłata ta jest pobierana przez Simple w celu pokrycia usług naszych partnerów przetwarzania transakcji
uk: Ця комісія стягується компанією Simple для покриття послуг наших партнерів по обробці даних

# paymentMethodsSheet_daily
source: Daily
es: Diario
fr: Quotidien
pl: Codziennie
uk: Щоденний

# paymentMethodsSheet_weekly
source: Weekly
es: Semanal
fr: Hebdomadaire
pl: Co tydzień
uk: Щотижневий

# paymentMethodsSheet_monthly
source: Monthly
es: Mensual
fr: Mensuel
pl: Miesięczny
uk: Щомісячний

# paymentMethodsSheet_limit
source: limit
es: límite
fr: limite
uk: ліміт

# sPaymentSelectEmpty_tryOnceAgain
source: Please try again once again.
es: Por favor, inténtalo de nuevo
fr: Veuillez réessayer une fois de plus.
pl: Proszę spróbować ponownie.
uk: Будь ласка, спробуйте ще раз.

source: Open in Explorer
es: Abrir en el navegador
fr: Ouvrir dans l'Explorateur
pl: Otwórz w przeglądarce
uk: Відкрийте в браузері

# profileDetails_baseCurrency
source: Base currency
es: Divisa base
fr: Devise de base
pl: Waluta bazowa
uk: Базова валюта

# account_transactionHistory
source: Transaction history
es: Historial de transacciones
fr: Historique des transactions
pl: Historia transakcji
uk: Історія транзакцій

# showDepositDisclaimer_primatyTextTitle
source: to this deposit address.
es: a esta dirección de depósito.
fr: à cette adresse de dépôt.
pl: na ten adres wpłaty.
uk: на цю депозитну адресу.

# showDepositDisclaimer_primatyTextSecond
source: Receiving any other coin or token to this address may result in loss of the transfer amount.
es: Transferir cualquier otra moneda o token a esta dirección puede causar la pérdida del monto enviado
fr: Réception d'une autre cryptomonnaie à cette adresse peut entraîner une perte du montant transféré.
pl: Otrzymanie jakiegokolwiek innego coina lub żetonu na ten adres może spowodować utratę kwoty przelewu.
uk: Отримання будь-якої іншої монети або токена на цю адресу може призвести до втрати суми переказу.

# showDepositDisclaimer_primatyTextOnly
source: Only
es: Solo
fr: Seulement
pl: Tylko
uk: Тільки

# profileDetails_changePhoneAlert2
source: Please be aware that after changing your phone number, all withdrawals will be locked for
uk: Зверніть увагу, що після зміни номера телефону всі виведення коштів будуть заблоковані

# account_verified
source: Verified
es: Verificado
fr: Vérifié
pl: Zweryfikowane
uk: Перевірено

source: Verification your profile
es: Verifica tu perfil
fr: Vérifiez votre profil
pl: Zweryfikuj swój profil
uk: Підтвердження вашого профілю

# verification_your_profile_descr
source: In accordance with KYC and AML Policy, you are required to pass the verification process.
es: De acuerdo con la Política KYC y AML, debe pasar el proceso de verificación.
fr: Conformément à la politique KYC et AML, vous devez passer le processus de vérification.
pl: Zgodnie z polityką KYC i AML, musisz przejść proces weryfikacji.
uk: Відповідно до Політики KYC та AML, ви зобов'язані пройти процес верифікації.

source: Logout
es: Salir
fr: Déconnexion
pl: Wyloguj
uk: Вийти

source: Email verification
es: Verificación de correo electrónico
fr: Vérification de l'email
pl: Weryfikacja adresu e-mail
uk: Перевірка електронної пошти

source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pl: Numer telefonu
uk: Номер телефону

source: Provide information
es: Proporcionar información
fr: Fournissez des informations
pl: Przedstaw informacje
uk: Надати інформацію

source: Personal details
es: Datos personales
fr: Détails personnels
pl: Dane osobowe
uk: Особисті дані

# personal_details_descr
source: First name, last name, date of birth and country
es: Nombres, apellidos, fecha y país de nacimiento
fr: Prénom, nom de famille, date de naissance et pays
pl: Imię, nazwisko, data urodzenia i kraj
uk: Ім'я, прізвище, дата народження та країна

# pin_code_descr
source: Secure PIN for your Simple wallet
es: PIN seguro para su billetera de Simple
fr: Code PIN sécurisé pour votre portefeuille Simple
pl: Bezpieczny kod PIN do prostego portfela
uk: Безпечний PIN-код для гаманця Simple

# create_pin_code
source: Create PIN
es: Crear un código PIN
fr: Créer un PIN
pl: Utwórz kod PIN
uk: Створити PIN-код

# pinScreen_incorrectPIN
source: Incorrect PIN
es: Código PIN incorrecto
fr: Code PIN incorrect
pl: Nieprawidłowy PIN
uk: Неправильний PIN-код

# copy_message
source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
pl: Skopiowano do schowka
uk: Скопійовано в буфер обміну

# depositInfoTag_text
source: Tag and Address both are required to receive XRP to your Simple wallet
es: Para recibir XRP en tu cartera de Simple, debes proporcionar tanto el Tag como la Dirección
fr: Tag et Adresse sont tous deux nécessaires pour recevoir XRP dans votre portefeuille Simple
pl: Tag i adres są wymagane, aby otrzymać XRP do portfela Simple
uk: Для отримання

# rewards_new
source: New
es: Lo nuevo
fr: Nouveau
pl: Nowy
uk: Новий

# depositInfoTag_text1
source: Tag and Address both are required to receive
es: Para recibir XRP en tu cartera de Simple
fr: Tag et Adresse sont tous deux nécessaires pour recevoir
pl: Tag i adres są wymagane w celu uzyskania
uk: Для отримання

# depositInfoTag_text2
source: to your Simple wallet
es: debes proporcionar tanto el Tag como la Dirección
fr: à votre portefeuille Simple
pl: Twojego portfela Simple
uk: на ваш гаманець Simple необхідні адреса і тег

# bottom_bar_account
source: Account
es: Cuenta
fr: Compte
pl: Konto
uk: Акаунт

# iban_not_verified
source: Not verified
es: No verificado
fr: Non vérifié
pl: Nie zweryfikowany
uk: Не підтверджено

# iban_not_verified_desc
source: EUR account can only be provided to verified users
es: La cuenta en EUR solo se puede proporcionar a usuarios verificados
fr: Seuls les utilisateurs vérifiés peuvent obtenir un compte EUR.
pl: Konto EUR może być udostępnione tylko zweryfikowanym użytkownikom
uk: Рахунок в євро може бути наданий тільки верифікованим користувачам

# iban_not_address
source: Address is needed
es: Se necesita una dirección
fr: Adresse requise
pl: Adres jest wymagany
uk: Потрібна адреса

# iban_not_address_desc
source: In order to get your EUR account please provide your address
es: Para obtener una cuenta en EUR, por favor proporcione su dirección
fr: Pour obtenir votre compte EUR, veuillez fournir votre adresse.
pl: Aby otrzymać konto EUR, podaj swój adres
uk: Щоб отримати рахунок в євро, будь ласка, вкажіть свою адресу

# iban_not_waiting
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
uk: Будь ласка, зачекайте

# iban_not_waiting_desc
source: Your application is in process
es: Su solicitud se está procesando
fr: Votre demande est en cours de traitement
pl: Twoja aplikacja jest w toku
uk: Ваша заявка знаходиться в процесі обробки

# iban_get_account
source: Get EUR account
es: Obtenga una cuenta en EUR
fr: Obtenez un compte EUR
pl: Uzyskaj konto w Euro
uk: Отримайте рахунок в євро

# iban_euro
source: Euro
uk: Євро

# iban_euro_desc
source: Use these details to receive EUR to your Simple app
es: Utilice estos datos para recibir EUR en su aplicación de Simple
fr: Utilisez ces détails pour recevoir des EUR sur votre application Simple.
pl: Użyj tych danych, aby otrzymywać euro do swojej aplikacji Simple
uk: Використовуйте ці дані, щоб отримати EUR на свій додаток Simple

# iban_benificiary
source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
pl: Beneficjent
uk: Бенефіціар

# iban_terms
source: Use these bank details to send money from your personal bank accounts. Incoming bank transfers from someone else will be rejected.
es: Utilice estos datos bancarios para transferir dinero desde su cuenta bancaria personal. No se aceptarán transferencias desde cuentas de terceros.
fr: Utilisez ces coordonnées bancaires pour envoyer de l'argent depuis vos comptes personnels. Les virements entrants d'autrui seront rejetés.
pl: Użyj tych danych bankowych, aby wysłać pieniądze z osobistych kont bankowych. Przychodzące przelewy bankowe od kogoś innego będą odrzucane.
uk: Використовуйте ці банківські реквізити для відправки грошей з ваших особистих банківських рахунків. Вхідні банківські перекази від інших осіб будуть відхилені.

# iban_address
source: Address
es: Dirección
fr: Adresse
pl: Adres
uk: Адреса

# iban_address_description
source: In order to get your account please provide your address
es: Para configurar tu cuenta, por favor proporciona tu dirección
fr: Pour créer votre compte, merci de fournir votre adresse.
pl: Aby otrzymać konto, podaj swój adres
uk: Щоб отримати обліковий запис, будь ласка, вкажіть свою адресу

# iban_share_text
source: My bank account details for Simple app
es: Datos de mi cuenta bancaria para la aplicación de Simple
fr: Mes coordonnées bancaires pour l'application Simple
pl: Dane mojego konta bankowego dla aplikacji Simple
uk: Реквізити мого банківського рахунку для додатку Simple

# iban_hold_on
source: Hold on!
es: ¡Espere!
fr: Attendez!
pl: Czekaj!
uk: Зачекайте!

# iban_please_verify
source: Please verify your account
es: Por favor, verifique su cuenta
fr: Veuillez vérifier votre compte
pl: Proszę zweryfikować swoje konto
uk: Будь ласка, верифікуйте свій обліковий запис

# iban_please_provide
source: Please provide your address
es: Por favor, proporcione su dirección.
fr: Veuillez fournir votre adresse
pl: Podaj swój adres
uk: Будь ласка, вкажіть вашу адресу

# iban_provide
source: Provide information
es: Proporcione información
fr: Fournissez des informations
pl: Dostarcz informacje
uk: Надайте інформацію

# iban_start_verification
source: Start verification
es: Iniciar verificación
fr: Démarrez la vérification
pl: Rozpocznij weryfikację
uk: Почати верифікацію

# iban_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# pinScreen_pinDontMatch
source: PINs don't match
es: Los códigos PIN no coinciden
fr: Les PIN ne correspondent pas
pl: Kody PIN nie pasują
uk: PIN-коди не збігаються

# forgot_pass_confirm_logout
source: Confirm Logout
es: Confirmar el Cierre de sesión
fr: Confirmer la déconnexion
pl: Potwierdź wylogowanie
uk: Підтвердити вихід

# forgot_pass_confirm_logout_desc
source: To proceed with PIN reset you need to log out from Simple app
es: Para restablecer tu PIN, por favor cierra sesión en la aplicación de Simple
fr: Pour réinitialiser votre PIN, veuillez vous déconnecter de l'application Simple.
pl: Aby kontynuować resetowanie kodu PIN, musisz wylogować się z aplikacji Simple
uk: Для того, щоб продовжити скидання PIN-коду, вам необхідно вийти з додатку Simple

# forgot_pass_logout
source: Log out
es: Salir
fr: Se déconnecter
pl: Wyloguj
uk: Вийти

# enterPin_enter_current_pin
source: Enter your current PIN
es: Ingrese su PIN actual
fr: Saisissez votre code PIN actuel
pl: Wprowadź swój aktualny kod PIN
uk: Введіть ваш поточний PIN-код

# enterPin_enter_new_pin
source: Enter new PIN
es: Ingrese un nuevo PIN
fr: Saisissez un nouveau code PIN
pl: Wprowadź nowy PIN
uk: Введіть новий PIN-код

# transactionDetails_fromBankAccount
source: From
es: De
fr: De
pl: Od
uk: Від

# previewBuyWithCircle_bankCardFee
source: Bank card fee
uk: Комісія за використання банківської картки

# trade_timer_alert_description
source: Exchange is not available until
uk: Обмін недоступний до

# deposit_timer_alert_description
source: Purchases and deposits are paused until
uk: Покупки та депозити призупиняються до тих пір, поки

source: Date
es: Fecha
pl: Data
uk: Дата

# operationName_buyApplePay
source: Buy with Apple Pay
es: Compre con Apple Pay
fr: Achetez avec Apple Pay
pl: Kup za pomocą Apple Pay
uk: Купуйте з Apple Pay

# operationName_buyGooglePay
source: Buy with Google Pay
es: Compre con Google Pay
fr: Achetez avec Google Pay
pl: Kup za pomocą Google Pay
uk: Купуйте з Google Pay

# phone_update_block
source: Phone update is paused until
uk: Оновлення телефону призупинено до

source: My assets settings
uk: Налаштування моїх активів

# myAssets_hideZero
source: Hide zero balance
uk: Приховати нульовий баланс

# operationName_rewardReferral
source: Referral reward
es: Remuneración por un referido
fr: Prime de Parrainage
pl: Nagroda za polecenie
uk: Винагорода за реферала

# currencyBuy_alert
source: Please note
es: Ten en cuenta
fr: Veuillez noter
pl: Proszę zauważyć
uk: Будь ласка, зауважте

# currencyBuy_alertDescription
source: The purchase will proceed only if you have a EUR or USD card, or if your bank supports currency conversion when needed
es: La transacción solo se completará si tienes una tarjeta en EUR o USD, o si tu banco puede manejar la conversión de divisas cuando sea necesario.
fr: L'achat ne sera effectué que si vous avez une carte en EUR ou USD, ou si votre banque prend en charge la conversion de devises si nécessaire.
pl: Zakup będzie dokonywany tylko wtedy, gdy masz kartę EUR lub USD, lub jeśli twój bank obsługuje konwersję walut, gdy jest to potrzebne
uk: Покупка буде здійснена лише у разі наявності EUR або USD картки, або якщо ваш банк підтримує конвертацію валюти за потреби

# createBanners_headerBlocked
source: Blocked account
es: Cuenta bloqueada
fr: Compte bloqué
pl: Zablokowane konto
uk: Заблокований обліковий запис

# paid_with_gpay
source: Paid with Google Pay
es: Pagado con Google Pay
fr: Payé avec Google Pay
pl: Zapłacono przez Google Pay
uk: Оплачено за допомогою Google Pay

# sendOptions_actionItemName3
source: Send by phone
uk: Надіслати за телефоном

# kycChooseDocuments_proceedYourDocument
source: Please proceed verification with any of the documents below.
es: Proceda a la verificación con cualquiera de los documentos siguientes
fr: Veuillez procéder à la vérification avec l'un des documents ci-dessous.
pl: Kontynuuj weryfikację za pomocą dowolnego z poniższych dokumentów.
uk: Будь ласка, продовжуйте перевірку з будь-яким з наведених нижче документів.

# kycChooseDocuments_willBeNotified
source: You'll be notified after we've completed the process. Usually within a few minutes.
es: Recibirás una notificación una vez que el proceso se complete, generalmente en unos minutos.
fr: Vous serez notifié une fois le processus terminé, généralement en quelques minutes.
pl: Po zakończeniu procesu otrzymasz powiadomienie. Zwykle w ciągu kilku minut.
uk: Ви отримаєте повідомлення після того, як ми завершимо процес. Зазвичай протягом декількох хвилин.

# kycChooseDocuments_verifyingNow
source: We're verifying now
es: Verificación en proceso
fr: Nous vérifions maintenant
pl: Weryfikujemy teraz
uk: Зараз ми перевіряємо

source: transactions
es: transacciones
pl: transakcje
uk: транкзакції

# sDocumentRecommendation_primaryTextNew
source: Your full name, your photo, date of birth, expiry date and document number.
es: Tu nombre completo, foto, fecha de nacimiento, fecha de caducidad y número de documento.
fr: Votre nom complet, votre photo, date de naissance, date d'expiration et numéro de document.
pl: Twoje imię i nazwisko, zdjęcie, data urodzenia, data ważności i numer dokumentu.
uk: Ваше повне ім'я, фотографію, дату народження, термін дії та номер документа.

# favorites
source: Favourites
es: Favoritos
fr: Favoris
pl: Ulubione
uk: Вибране

# iban_terms_1
source: Local EUR withdrawals
es: Retiros en EUR
fr: Retraits EUR locaux
pl: Lokalne wypłaty w EUR
uk: Зняття коштів у Євро

# send_globally_date
source: Date
es: Fecha
pl: Data
uk: Дата

# send_globally_card
source: Card
uk: картка

# send_globally_con_rate
source: Conversion rate
es: Tipo de cambio
fr: Taux de conversion
pl: Współczynnik konwersji
uk: Обмінний курс

# send_globally_processing_fee
source: Processing fee
uk: Комісія за обробку

# send_globally_transfer_info
source: Normally transfer is processed within 30 min, sometimes up to 24 hours
es: Las transferencias generalmente se procesan en 30 minutos, pero en algunos casos pueden tardar hasta 24 horas.
fr: Habituellement, le transfert est traité en 30 min, parfois jusqu'à 24 heures.
pl: Zwykle przelew jest przetwarzany w ciągu 30 minut, czasami do 24 godzin
uk: Зазвичай переказ обробляється протягом 30 хвилин, іноді до 24 годин

# send_globally_fail_info
source: Close
uk: Закрити

# send_globally_success
source: Success
es: ¡Exitosamente!
fr: Succès
pl: Powodzenie
uk: Успішно!

# send_globally_success_secondary
source: Send: transfer of
es: Enviar: transferencia de
fr: Envoyez : transfert de
pl: Wyślij globalnie: transfer
uk: Відправка: переказ на

# send_globally_success_secondary_2
source: was initiated
es: se inició
fr: a été initié
pl: został zainicjowany
uk: було розпочато

# send_globally_success_info
source: Receiver will get the money with up to 24 hours
es: El destinatario recibirá los fondos en un plazo de 24 horas.
fr: Le destinataire recevra l'argent sous 24 heures
pl: Odbiorca otrzyma pieniądze w ciągu 24 godzin
uk: Одержувач отримає гроші протягом 24 годин

source: Send Globally
es: Enviar Globalmente
fr: Envoyez Partout
pl: Wysyłaj globalnie
uk: Відправляйте по всьому світу

# send_globally_amount_in_eur
source: Amount in EUR
uk: Сума в євро

# iban_send_info
source: Please be aware that you can send only to your personal bank accounts
uk: Будь ласка, зверніть увагу, що ви можете відправляти тільки на свої особисті банківські рахунки

# iban_euro_balance
source: EUR balance
es: Saldo en EUR
fr: Solde en EUR
pl: saldo EUR
uk: Баланс в євро

# iban_destination_accounts
source: My destination accounts
es: Mis cuentas
fr: Mes comptes destinataires
pl: Moje konta docelowe
uk: Мої банківські рахунки

# iban_add_bank_account
source: Add bank account
es: Añadir una cuenta
fr: Ajoutez un compte bancaire
pl: Dodaj konto
uk: Додати рахунок

# iban_local_euro_accounts_only
source: Local EUR accounts only
es: Solo cuentas locales en EUR
fr: Comptes EUR locaux uniquement
pl: Tylko lokalne konta EUR
uk: Тільки місцеві рахунки в євро

# iban_add_account
source: Add account
es: Añadir una cuenta
fr: Ajouter un compte
pl: Dodaj konto
uk: Додати акаунт

# iban_label
source: Label
es: Alias
fr: Étiquette
pl: Etykieta
uk: Лейбл

# send_globally_history_title
source: Send Globally
uk: Відправлено

# iban_edit_bank_account
source: Edit bank account
es: Editar cuenta bancaria
fr: Modifier le compte bancaire
pl: Edytuj konto bankowe
uk: Редагування

# iban_edit_save_changes
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
uk: Зберегти зміни

# iban_edit_save_noty
source: Account details were updated
es: Los detalles de la cuenta se han actualizado
fr: Détails du compte mis à jour
pl: Dane konta zostały zaktualizowane
uk: Оновлено реквізити рахунку
