Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# login_policyText3
source: and the
uk: і

# return_to_wallet_return_to_wallet
source: Reclaim earn
es: НЕ ИСПОЛЬЗУЕТСЯ
fr: Récupérez vos gains
pl: Odzyskaj do portfela
uk: Відшкодуйте зароблене

# return_to_wallet_available
source: Available
es: Disponible
fr: Disponible
pl: Do dyspozycji
uk: Доступно

# return_to_wallet_preview
source: Preview
es: Vista previa
fr: Aperçu
pl: Podgląd
uk: Попередній перегляд

# preview_return_to_wallet_return_to_wallet
source: Reclaim earn
es: НЕ ИСПОЛЬЗУЕТСЯ
fr: Récupérez vos gains
pl: Odzyskaj do portfela
uk: Відшкодуйте зароблене

# preview_return_to_wallet_amount_to_return
source: Amount to return
es: Cantidad para devolver
fr: Montant à rembourser
pl: Kwota do zwrotu
uk: Сума до повернення

# preview_return_to_wallet_remaining_balance
source: Remaining balance
es: Saldo
fr: Solde restant
pl: Pozostałe saldo
uk: Залишок на рахунку

# preview_return_to_wallet_expiry_date
source: Expiry date
es: Fecha de vencimiento
fr: Date d'expiration
pl: Data wygaśnięcia
uk: Термін придатності

# preview_return_to_wallet_term
source: Term
es: Plazo
fr: Terme
pl: Termin
uk: Термін

# preview_return_to_wallet_alert
source: The funds will be credited to the wallet within 24 hours
es: Los fondos se agregarán a tu cartera dentro de las 24 horas
fr: Les fonds seront crédités sur le portefeuille dans les 24 heures
pl: Środki zostaną zaksięgowane na portfelu w ciągu 24 godzin
uk: Кошти будуть зараховані на гаманець протягом 24 годин

# preview_return_to_wallet_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
uk: Підтвердити

# preview_return_to_wallet_error
source: Some error occurred.
es: Lo sentimos, algo salió mal
fr: Une erreur s'est produite.
pl: Wystąpił błąd.
uk: Виникла якась помилка.

# success_preview_return_to_wallet_message
source: Reclaim request has been created
es: Tu solicitud de recuperación ha sido enviada con éxito
fr: Demande de récupération créée
pl: Utworzono żądanie odzyskania
uk: Створено запит на відшкодування

# failure_preview_return_to_wallet_message
source: Failure
es: Falla
fr: Échec
pl: Nieudane
uk: Невдача

# failure_preview_return_to_wallet_close
source: Close
uk: Закрити

# onboarding_buy_crypto
source: Buy crypto with a bank card
ru: Не просто купить
uk: Купуйте криптовалюту банківською карткою

# onboarding_free_worldwide_transfers
source: Free worldwide transfers
ru: Торговля 20+
uk: Безкоштовні перекази по всьому світу

# onboarding_exchange_any_crypto
source: Exchange any crypto
ru: Пригласить друзей
uk: Обмінюйте будь-яку криптовалюту

# pinScreen_forgotYourPin
source: Forgot your PIN
es: Olvidó su PIN
fr: Oublié votre code PIN
pl: Nie pamiętasz kodu PIN
uk: Забули свій пін-код

# aboutUs_termButton5
source: Refund Policy
es: Política de reembolso
fr: Politique de remboursement
pl: Polityka Zwrotów
uk: Політика повернення коштів

# aboutUs_termButton6
source: AML/KYC Policy
es: Política AML/KYC
fr: Politique AML/KYC
pl: Polityka AML/KYC
uk: Політика протидії відмиванню коштів та фінансуванню тероризму (AML/KYC)

# profileDetails_deleteProfile
source: Delete profile
es: Eliminar perfil
fr: Supprimer le profil
pl: Usuń profil
ru: Удалить профиль
uk: Видалити профіль

# profileDetails_deleteProfileDescr
source: This process is irreversible! Are you sure you want to delete your profile?
es: ¿Estás seguro de que quieres eliminar este perfil? Esto no se puede deshacer. Empezarás el proceso en el próximo paso.
fr: Ce processus est irréversible ! Êtes-vous sûr de vouloir supprimer votre profil ?
pl: Ten proces jest nieodwracalny! Czy na pewno chcesz usunąć swój profil?
uk: Цей процес незворотній! Ви впевнені, що хочете видалити свій профіль?

# deleteProfileConditions_title
source: Delete your profile
fr: Supprimez votre profil
pl: Usuń swój profil
uk: Видалити свій профіль

# deleteProfileConditions_subTitle
source: Make sure to:
fr: Assurez-vous de :
pl: Upewnij się:
uk: Обов'язково:

# deleteProfileConditions_conditions
source: I confirm that I followed all the steps and I want to delete my profile.
fr: Je confirme avoir suivi toutes les étapes et souhaite supprimer mon profil.
pl: Potwierdzam, że wykonałem wszystkie kroki i chcę usunąć swój profil
uk: Я підтверджую, що виконав усі кроки і хочу видалити свій профіль.

# deleteProfileConditions_buttonText
source: Delete profile & Log out
fr: Supprimer le profil & Se déconnecter
pl: Usuń profil i wyloguj się
uk: Видалити профіль і вийти з системи

# deleteProfileConditions_menuOneTitle
source: Withdraw or send all your funds
fr: Retirez ou envoyez tous vos fonds
pl: Wypłać lub wyślij wszystkie swoje środki
uk: Виведіть або надішліть усі свої кошти

# deleteProfileConditions_menuOneSubTitle
source: Your total balance:
fr: Votre solde total :
pl: Twoje łączne saldo:
uk: Ваш загальний баланс:␣

# deleteProfileConditions_menuTwoTitle
source: Сancel all your subscriptions
uk: Скасуйте всі свої підписки

# deleteProfileConditions_menuTwoSubTitle
source: You have
ru: You have 2 subscrioptions
uk: У вас є

# deleteProfileConditions_menuTwoSubTitle2
source: subscrioptions
uk: підписки

# deleteProfileConditions_menuTwoSubTitle3
source: You don’t have any subscrioption
uk: У вас немає жодної підписки

# deleteProfileConditions_warning
source: This process is irreversible! All remaining funds on your balance will be lost. You’ll be instantly logged out of Simple on all your devices.
fr: Ce processus est irréversible ! Tous les fonds restants sur votre solde seront perdus. Vous serez immédiatement déconnecté de Simple sur tous vos appareils.
pl: Ten proces jest nieodwracalny! Wszystkie pozostałe środki na Twoim koncie zostaną utracone. Zostaniesz natychmiast wylogowany z Simple na wszystkich swoich urządzeniach
uk: Цей процес незворотній! Всі кошти, що залишилися на вашому балансі, будуть втрачені. Ви будете миттєво видалені з Simple на всіх ваших пристроях.

# deleteProfileConditions_checkbox
source: I confirm that I followed all the steps and I want to delete my profile.
fr: Je confirme avoir suivi toutes les étapes et souhaite supprimer mon profil.
pl: Potwierdzam, że wykonałem wszystkie kroki i chcę usunąć swój profil.
uk: Я підтверджую, що виконав усі кроки і хочу видалити свій профіль.

# deleteProfileReasons_header
source: Why have you deleted your profile?
es: ¿Por qué decidiste eliminar tu perfil?
fr: Pourquoi avez-vous supprimé votre profil ?
pl: Dlaczego usunąłeś swój profil?
uk: Чому ви видалили свій профіль?

# deleteProfileReasons_subText
source: Let us know what made you delete your profile. Select all that apply:
es: Por favor, indícanos la razón por la que eliminaste tu perfil. Selecciona todas las que correspondan:
fr: Dites-nous pourquoi vous avez supprimé votre profil. Sélectionnez toutes les options pertinentes :
pl: Poinformuj nas, dlaczego usunęłaś swój profil. Wybierz wszystkie pasujące:
uk: Повідомте нам, що змусило вас видалити свій профіль. Виберіть все, що стосується:

# deleteProfileReasons_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuować
uk: Продовжити

# emailConfirmation_title
source: 2fa / Email confirmation
es: 2fa / Confirmación por correo electrónico
fr: Confirmation 2FA / Email
pl: 2FA / E-mail potwierdzenie
uk: 2fa / Підтвердження електронною поштою

# emailConfirmation_text
source: Confirm your request by opening the link in the email we sent to:
es: Verifica tu solicitud haciendo clic en el enlace enviado al correo electrónico:
fr: Confirmez votre demande en ouvrant le lien dans l'email que nous vous avons envoyé :
pl: Potwierdź swoją prośbę, otwierając link w e-mailu, który wysłaliśmy na adres:
uk: Підтвердіть свій запит, перейшовши за посиланням в електронному листі, який ми надіслали:

# emailConfirmation_cancel
source: Cancel request
es: Cancelar la solicitud
fr: Annuler la demande
pl: Anulować
uk: Скасувати запит

# previewBuyWithCircle_transactionFee
source: Trade fee
es: Comisión
fr: Frais de transaction
pl: Opłata za wymianę
uk: Торговельний збір

# previewBuyWithCircle_rate
source: Exchange Rate
es: Tipo de cambio
fr: Taux de change
pl: Kurs wymiany
uk: Обмінний курс

# transactionItem_cancel_cancel
source: Cancel transfer
es: Cancelar la transferencia
fr: Annuler le transfert
pl: Anuluj przelew
uk: Скасувати переказ

# cancel_transfer_dialog_btn_gotIt
source: Got it
es: Entiendo
fr: Compris
pl: Rozumiem
uk: Зрозуміло

# cancel_transfer_dialog_text
source: Transfer has been canceled
es: La transferencia ha sido cancelada
fr: Transfert annulé
pl: Przelew został anulowany
uk: Переказ скасовано

# cancel_transfer_we_could_not_cancel
source: We couldn’t cancel the transaction
es: No pudimos cancelar la transacción
fr: Nous n'avons pas pu annuler la transaction
pl: Nie udało się anulować transakcji
uk: Ми не змогли скасувати транзакцію

# currencyBuy_limit
source: limit
uk: ліміт

# currencyBuy_addPaymentMethod
source: Add payment method
uk: Додати метод оплати

# previewBuyWithCircle_cardIsProcessing
source: Card is processing by payment provider. It may take up to 10 min
es: Tu tarjeta está siendo procesada por el proveedor de pagos y puede tardar hasta 10 minutos.
fr: La carte est en cours de traitement par le fournisseur de paiement. Cela peut prendre jusqu'à 10 min.
pl: Karta jest przetwarzana przez dostawcę płatności. Może to potrwać do 10 minut
uk: Картка обробляється платіжним провайдером. Це може зайняти до 10 хвилин

# previewBuyWithCircle_cardIsReady
source: Card is ready for payment
es: La tarjeta está lista para el pago
fr: Carte prête pour le paiement
pl: Karta jest gotowa do zapłaty
uk: Картка готова до оплати

# previewBuyWithCircle_failure
source: Card failed
es: Tarjeta rechazada
fr: Échec de la carte
pl: Karta nie powiodła się
uk: Картка не спрацювала

# previewBuyWithCircle_failureDescription
source: We were unable to process the payment from this card. Please retry with another card or contact your bank to solve this issue.
es: El pago con esta tarjeta no se pudo procesar. Por favor, intenta con otra tarjeta o contacta a tu banco para obtener asistencia.
fr: Impossible de traiter le paiement avec cette carte. Réessayez avec une autre carte ou contactez votre banque.
pl: Nie mogliśmy przetworzyć płatności z tej karty. Spróbuj ponownie, używając innej karty lub skontaktuj się z bankiem, aby rozwiązać ten problem.
uk: Ми не змогли обробити платіж з цієї картки. Будь ласка, повторіть спробу з іншою карткою або зверніться до свого банку, щоб вирішити цю проблему.

# previewBuyWithCircle_failureAnotherCard
source: Try another card
es: Intentar con otra tarjeta
fr: Essayez une autre carte
pl: Spróbuj innej karty
uk: Спробуйте іншу картку

# previewBuyWithCircle_failureCancel
source: Cancel
uk: Скасувати

# previewBuyWithCircle_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
uk: Будь ласка, зачекайте

# paymentMethod_CardIsProcessing
source: Card is processing...
es: Procesando tarjeta…
fr: Carte en cours de traitement...
pl: Karta jest przetwarzana...
uk: Картка обробляється...

# paymentMethod_Failed
source: Failed
es: No se pudo
fr: Échoué
pl: Nie powiodło się
uk: Не вдалося

# paymentMethods_oneDay
source: 1 day
es: 1 día
fr: 1 jour
pl: 1 dzień
uk: 1 день

# paymentMethods_sevenDays
source: 7 days
es: 7 días
fr: 7 jours
pl: 7 dni
uk: 7 днів

# paymentMethods_thirtyDays
source: 30 days
es: 30 días
fr: 30 jours
pl: 30 dni
uk: 30 днів

# paymentMethods_cardsLimit
source: cards limits
es: límites de tarjetas
fr: Limites des cartes
pl: Limity kart
uk: Ліміти

# paymentMethodsSheet_cardsLimit
source: Cards limits
es: Límites de tarjetas
fr: Limites des cartes
pl: Limity kart
uk: Ліміти

# paymentMethodsSheet_cardsLimitDescription
source: Affect all your cards
es: Afecta a todas sus tarjetas
fr: Associez toutes vos cartes
pl: Wpływają na wszystkie twoje karty
uk: Впливає на всі ваші карти

# paymentMethodsSheet_minTransaction
source: Min transaction
es: Transacción mínima
fr: Transaction Minimale
pl: Minimalna transakcja
uk: Мінімальна транзакція

# paymentMethodsSheet_maxTransaction
source: Max transaction
es: Transacción máxima
fr: Transaction Max
pl: Maksymalna transakcja
uk: Максимальна транзакція

# paymentMethodsSheet_oneDay
source: 1 day limit
es: Límite de 1 día
fr: Limite de 1 jour
pl: Limit 1 dzień
uk: Ліміт на 1 день

# paymentMethodsSheet_sevenDays
source: 7 days limit
es: Límite de 7 días
fr: Limite de 7 jours
pl: Limit 7 dni
uk: Ліміт на 7 днів

# paymentMethodsSheet_thirtyDays
source: 30 days limit
es: Límite de 30 días
fr: Limite de 30 jours
pl: Limit 30 dni
uk: Ліміт на 30 днів

# paymentMethodsSheet_learnMore
source: Learn more
uk: Дізнатися більше

# paymentMethodsSheet_hourLeft
source: hour left
es: hora restante
fr: il reste une heure
pl: Pozostała godzina
uk: залишилася година

# paymentMethodsSheet_hoursLeft
source: hours left
es: horas restantes
fr: heures restantes
pl: Pozostało godzin
uk: залишилося годин

# paymentMethodsSheet_dayLeft
source: day left
es: día restante
fr: jour restant
pl: Pozostał dzień
uk: залишився день

# paymentMethodsSheet_daysLeft
source: days left
es: días restantes
fr: jours restants
pl: Pozostało dni
uk: залишилося днів

# waitingScreen_processing
source: Processing…
es: Procesando…
fr: En cours de traitement...
pl: Przetwarzanie…
uk: Обробка...

# waitingScreen_description
source: This usually takes 30-60 seconds to complete
uk: Зазвичай це займає 30-60 секунд

# operationName_buyWithCard
source: Buy with card
uk: Купуйте карткою

# curencyBuy_unlimint
source: Bank Card
es: Tarjeta bancaria
fr: Carte Bancaire
pl: Karta bankowa
uk: банківська картка

# currencyBuy_morePaymentMethod
source: More payment methods
uk: Більше способів оплати

# previewBuyWithUmlimint_disclaimer
source: I have read and agreed to
es: He leído y acepto
fr: J'ai lu et accepté
pl: Przeczytałem, rozumiem i zgadzam się z
uk: Я прочитав та погоджуюся з

# previewBuyWithUmlimint_skipWait
source: Close
uk: Закрити

# previewBuyWithUmlimint_saveCard
source: Save this card
es: Guardar esta tarjeta
fr: Enregistrez cette carte
pl: Zapisz tę kartę
uk: Зберегти цю картку

# previewBuyWithUnlimint_paymentFee
source: Payment fee
es: Tarifa del proveedor
fr: Frais du fournisseur
pl: Opłata operatora
uk: Платіжна комісія

# previewBuyWithUnlimint_simpleFee
source: Simple’s fee
es: Comisión de Simple
fr: Frais de Simple
pl: Opłata Simple
uk: комісія Simple

# previewBuyWithUnlimint_transactionFee
source: Transaction fee
es: Comisión por transacción
fr: Frais de transaction
pl: Opłata transakcyjna
uk: Комісія

# previewBuyWithUnlimint_thirdFee
source: Third party fee
es: Comisión de terceros
fr: Frais de tiers
pl: Opłata za stronę trzecią
uk: Плата за послуги третьої сторони

# previewBuyWithUnlimint_feeDescription
source: This is charged By Simple to cover costs associated with payment processing.
uk: Це стягується компанією Simple для покриття витрат, пов'язаних з обробкою платежів.

# previewBuyWithUnlimint_from
source: From
es: De
fr: De
pl: Z
uk: Від

# user_data_whats_your_name
source: Personal details
es: Datos personales
fr: Détails personnels
pl: Jak masz na imię?
uk: Персональні дані

# user_data_no_referral_code
source: I have referral code/link
uk: У мене є реферальний код/посилання

# user_data_first_name
source: First name
es: Nombres
fr: Prénom
pl: Imię
uk: Ім'я

# user_data_last_name
source: Last Name
es: Apellidos
fr: Nom de Famille
pl: Nazwisko
uk: Прізвище

# user_data_date_of_birth
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
pl: Data urodzenia
uk: Дата народження

# user_data_country
source: Country
es: País
fr: Pays
pl: Kraj
uk: Країна

# user_data_bottom_sheet_country
source: This country is not available
es: Esta función no está disponible en este país
fr: Ce pays n'est pas disponible
pl: Ten kraj jest niedostępny
uk: Ця країна недоступна

# user_data_bottom_sheet_date_of_birth
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
pl: Data urodzenia
uk: Дата народження

# user_data_bottom_sheet_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
uk: Підтвердити

# bio_screen_face_id_title
source: Enable Face ID to instantly login
es: Habilite Face ID para iniciar sesión instantáneamente
fr: Activez Face ID pour vous connecter instantanément
pl: Włącz Face ID, aby natychmiast się zalogować
uk: Увімкніть Face ID для миттєвого входу

# bio_screen_touch_id_title
source: Enable biometrics to instantly login
es: Habilite la biometría para iniciar sesión instantáneamente
fr: Activez la biométrie pour une connexion instantanée
pl: Włącz biometrię, aby natychmiast się zalogować
uk: Увімкніть біометрію для миттєвого входу

# bio_screen_text
source: This is how we make sure only you can call the shots
es: Así es como nos aseguramos de que tienes el control
fr: Voici comment nous garantissons que vous seul pouvez prendre les décisions
pl: W ten sposób upewniamy się, że tylko Ty możesz podejmować działania
uk: Таким чином ми гарантуємо, що тільки ви можете приймати рішення

# bio_screen_face_id_button_text
source: Enable Face ID
es: Habilite Face ID
fr: Activez Face ID
pl: Włącz Face ID
uk: Увімкнути Face ID

# bio_screen_touch_id_button_text
source: Enable biometrics
es: Habilite la biometría
fr: Activez la biométrie
pl: Włącz biometrię
uk: Увімкнути біометрію

# bio_screen_button_late_text
source: Later
es: Más tarde
fr: Plus tard
pl: Później
uk: Пізніше

# forgot_pass_dialog_title
source: Forgot your PIN?
uk: Забули пін-код?

# forgot_pass_dialog_text
source: You can reset it. After logging in, create a new PIN
uk: Ви можете його скинути. Після входу в систему створіть новий PIN-код

# forgot_pass_dialog_btn_reset
source: Reset PIN & Log out
uk: Скинути PIN-код та вийти з системи

# forgot_pass_dialog_btn_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# pin_screen_set_new_pin
source: Create PIN code
es: Crear un código PIN
fr: Créez un code PIN
pl: Utwórz kod PIN
uk: Створити PIN-код

# pin_screen_confirm_newPin
source: Confirm PIN code
es: Confirmar el código PIN
fr: Confirmez le code PIN
pl: Potwierdź kod PIN
uk: Підтвердити PIN-код

# user_data_date_of_birth_is_not_valid
source: You have to be 18 years old to complete the registration
es: Debe ser mayor de 18 años para completar el registro
fr: Inscription réservée aux personnes de 18 ans et plus.
pl: Aby dokończyć rejestrację, musisz mieć ukończone 18 lat
uk: Вам повинно виповнитися 18 років, щоб завершити реєстрацію

# operationName_send
source: Send
uk: Відправка

# operationName_receive
source: Receive
es: Recibir
fr: Recevez
pl: Odbierz
uk: Отримати

# cardVerification_coverSymbols
source: Make sure you hide the three digit security code (CVC/CCV) by covering it with a finger when you take the photo.
es: Asegúrese de ocultar el código de seguridad de tres dígitos (CVC/CCV) cubriéndolo con un dedo cuando tome la foto.
fr: Assurez-vous de cacher le code de sécurité à trois chiffres (CVC/CCV) en le couvrant avec un doigt lors de la prise de la photo.
pl: Upewnij się, że ukryłeś trzycyfrowy kod bezpieczeństwa (CVC/CCV), zakrywając go palcem podczas robienia zdjęcia.
uk: Переконайтеся, що ви приховали тризначний код безпеки (CVC/CCV), прикривши його пальцем під час фотографування.

# nft_share
source: Share
uk: Поділитися

# buySellDetails_yourReceived
source: You received
es: Usted recibió
fr: Vous avez reçu
pl: Otrzymałeś
uk: Ви отримали

# cpower_market_value_invetors
source: Value for the Investors
es: Valor para los Inversores
fr: Valeur pour les Investisseurs
pl: Wartość dla inwestorów
uk: Цінність для інвесторів

# cpower_market_value_text_1
source: One big advantage of the CPower token is that its price is based on a growing business — not on pure speculation like the majority of tokens out there. This results in some serious advantages for the Investors:
es: Un beneficio clave del token CPower es que su valor está vinculado a un negocio próspero en lugar de estar impulsado únicamente por la especulación, como ocurre con la mayoría de los tokens. Esto ofrece ventajas significativas para los inversores.
fr: Un grand atout du token CPower est qu'il est basé sur une entreprise en croissance, pas sur de la pure spéculation comme la majorité des tokens. Cela offre des avantages considérables pour les investisseurs :
pl: Jedną wielką zaletą tokena CPower jest to, że jego cena opiera się na rosnącym biznesie, nie na czystej spekulacji, podobnie jak większość tokenów. Powoduje to poważne zalety dla inwestorów:
uk: Однією з головних переваг токена CPower є те, що його ціна базується на зростаючому бізнесі, а не на чистій спекуляції, як у більшості інших токенів. Це дає серйозні переваги для інвесторів:

# cpower_market_value_text_2
source: There is a fair price, determined by real business metrics.
es: Se establece un precio justo basado en métricas comerciales tangibles.
fr: Prix équitable, déterminé par des indicateurs commerciaux réels.
pl: Istnieje uczciwa cena, określona przez prawdziwe wskaźniki biznesowe.
uk: Існує справедлива ціна, яка визначається реальними бізнес-показниками.

# cpower_market_value_text_3
source: The price is protected by the trading system (NO “price dumps” possible).
es: El precio está protegido por el sistema de negociación (sin “caídas de precio”).
fr: Le prix est sécurisé par le système de trading (Aucune "chute de prix" possible).
pl: Cena jest chroniona przez system handlowy (brak możliwych „zrzutów ceny”).
uk: Ціна захищена торговою системою (неможливий "ціновий демпінг").

# cpower_market_value_text_4
source: The price is pegged to the NFT trading volume (continuous growth).
es: El precio está vinculado al volumen de comercio de NFT (crecimiento continuo).
fr: Le prix est indexé sur le volume de trading NFT (croissance continue).
pl: Cena jest ustalana do wolumenu obrotu NFT (ciągły wzrost).
uk: Ціна прив'язана до обсягу торгів NFT (постійне зростання).

# cpower_market_value_crypto
source: Value for the Crypto Ambassadors
es: Valor para los criptoembajadores
fr: Valeur pour les Ambassadeurs Crypto
pl: Wartość dla ambasadorów kryptograficznych
uk: Цінність для крипто амбасадорів

# cpower_market_crypto_text_1
source: Dear Ambassadors, Increase your Crypto Power by holding this token and you will get:
es: Estimados embajadores, Aumenten su Crypto Power con este token y obtendrán:
fr: Chers Ambassadeurs, Accroissez votre Puissance Crypto en détenant ce jeton et vous obtiendrez :
pl: Drogi ambasador, zwiększ moc swoich kryptowalut, trzymając ten token, a dostaniesz:
uk: Шановні амбасадори, Збільште свою криптовалюту, тримаючи цей токен, і ви отримаєте:

# cpower_market_crypto_text_2
source: Better Earnings
es: Mejores ganancias
fr: Meilleurs Gains
pl: Wyższe zarobki
uk: Кращий заробіток

# cpower_market_crypto_text_3
source: Bigger Teams
es: Equipos más grandes
fr: Équipes plus grandes
pl: Większe zespoły
uk: Більші команди

# cpower_market_crypto_text_4
source: Better Prices
es: Mejores precios
fr: Meilleurs prix
pl: Lepsze ceny
uk: Кращі ціни

# cpower_market_crypto_text_5
source: Better Tokens
es: Mejores tokens
fr: Meilleurs Tokens
pl: Lepsze tokeny
uk: Кращі токени

# cpower_market_crypto_text_6
source: Better Memberships
es: Mejores membresías
fr: Adhésions Améliorées
pl: Ulepszone członkostwo
uk: Краще членство

# cpower_market_crypto_text_7
source: Let this token power you up!
es: ¡Deje que este token le cargará de energía!
fr: Laissez ce jeton vous booster!
pl: Pozwól, aby ten token cię zasilał!
uk: Нехай цей токен зарядить вас енергією!

# mailPicker_chooseMail
source: Select an app
es: Seleccione una aplicación
fr: Sélectionnez une application
pl: Wybierz aplikację
uk: Виберіть додаток

# mailPicker_rememberChosen
source: Remember my choice
es: Guardar mi elección
fr: Souvenez-vous de mon choix
pl: Zapamiętaj mój wybór
uk: Зберегти мій вибір
