Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# addCircleCard_cardholderName
source: Cardholder name
es: Nombre del titular de la tarjeta
fr: Nom du titulaire de la carte
pl: Imię właściciela karty
ru: Имя владельца карты
uk: Ім'я власника картки

# addCircleCard_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# addCircleCard_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# cardVerification_cardBlocked
source: Your card is blocked
es: Su tarjeta está bloqueada
fr: Votre carte est bloquée
pl: Twoja karta jest zablokowana
uk: Ваша картка заблокована

# cardVerification_cardBlockedDescription
source: Please add another card or choose a different payment method
es: Por favor, agregue otra tarjeta o elija un método de pago diferente
fr: Veuillez ajouter une autre carte ou choisir un autre mode de paiement
pl: Dodaj inną kartę lub wybierz inną metodę płatności
uk: Будь ласка, додайте іншу картку або оберіть інший метод оплати

# cardVerification_choosePaymentMethod
source: Choose payment method
es: Elija un método de pago
fr: Choisissez le mode de paiement
pl: Wybierz metodę płatności
uk: Оберіть метод оплати

# cardVerification_close
source: Close
uk: Закрити

# cardVerification_title
source: Card verification
es: Verificación de la tarjeta
fr: Vérification de carte
pl: Weryfikacja karty
uk: Верифікація картки

# cardVerification_providePhoto
source: Please provide photo of you holding the card used for payment.
es: Por favor, sube una foto de ti sosteniendo la tarjeta utilizada para el pago
fr: Veuillez fournir une photo de vous tenant la carte utilisée pour le paiement.
pl: Prześlij zdjęcie, na którym trzymasz kartę użytą do płatności.
uk: Будь ласка, надайте фотографію, на якій ви тримаєте в руках картку, якою було здійснено оплату.

# cardVerification_photoShow
source: The photo should clearly show
es: La foto debe mostrar claramente
fr: La photo doit clairement montrer
pl: Zdjęcie powinno wyraźnie pokazywać
uk: На фото має бути чітко видно

# cardVerification_nameAndDate
source: Name and expiration date
es: Nombre y fecha de vencimiento
fr: Nom et date d'expiration
pl: Imię i datę ważności
uk: Назва та термін дії

# cardVerification_digits
source: 16 digits
es: 16 dígitos
fr: 16 chiffres
pl: Pierwsze 4 i ostatnie 4 cyfry
uk: 16 цифр

# cardVerification_creditCard
source: Credit card
uk: Кредитна картка

# cardVerification_uploadPhoto
source: Upload a photo
es: Subir una foto
fr: Téléchargez une photo
pl: Załaduj zdjęcie
uk: Завантажити фотографію

# cardVerification_verifyingNow
source: We’re verifying now
es: Verificación en proceso
fr: Nous vérifions maintenant
pl: Teraz weryfikujemy
uk: Зараз ми перевіряємо

# cardVerification_reviewFailed
source: Review failed
es: Verificación no ha sido completada
fr: Échec de l'examen
pl: Sprawdzanie nie powiodło się
uk: Відгук не пройшов перевірку

# cardVerification_reviewFailedDescription
source: The photo you uploaded does not meet the criteria. Please try to verify your card again
es: La foto que subiste no cumple con los criterios indicados. Intenta verificar tu tarjeta nuevamente
fr: La photo que vous avez téléchargée ne répond pas aux critères. Veuillez réessayer de vérifier votre carte.
pl: Przesłane zdjęcie nie spełnia kryteriów. Proszę spróbuj ponownie zweryfikować swoją kartę
uk: Завантажене вами фото не відповідає критеріям. Будь ласка, спробуйте підтвердити картку ще раз

# cardVerification_notifyAndSkip
source: Notify me when card is ready
es: Notifícame cuando la tarjeta esté lista
fr: Informez-moi lorsque la carte est prête
pl: Powiadom mnie, gdy karta będzie gotowa
uk: Повідомте мене, коли картка буде готова

# cardVerification_face
source: Your face
es: Su cara
fr: Votre visage
pl: Twoja twarz
uk: Ваше обличчя

# cardVerification_faceDescription
source: Please provide a selfie of you holding the card used for payment.
uk: Будь ласка, надішліть селфі, на якому ви тримаєте картку, якою було здійснено платіж.

# cardVerification_takeSelfie
source: Take a selfie
es: Tome una selfie
fr: Prenez un selfie
pl: Zrobić selfie
uk: Зробіть селфі

# cardVerification_takePhoto
source: Take a photo
es: Tome una foto
fr: Prenez une photo
pl: Zrobić zdjęcie
uk: Сфотографуйте

# cardVerification_selfieWithCard
source: Selfie with a card
uk: Селфі з карткою

# cardVerification_reviewCompleted
source: Review completed
es: Verificación ha sido completada
fr: Examen terminé
pl: Przegląd ukończony
uk: Огляд завершено

# cardVerification_completeOrder
source: Now you can complete your order.
es: Ahora puedes completar tu pedido
fr: Finalisez maintenant votre commande.
pl: Teraz możesz sfinalizować swoje zamówienie.
uk: Тепер ви можете завершити замовлення.

# cardVerification_verificationProcess
source: The verification process usually takes not more than 15 minutes.
es: El proceso de verificación generalmente no tarda más de 15 minutos
fr: La vérification ne prend généralement pas plus de 15 minutes.
pl: Proces weryfikacji zwykle trwa nie dłużej niż 15 minut.
uk: Процес верифікації зазвичай займає не більше 15 хвилин

# cardVerification_cardInReview
source: Your card is under review already. Please try again later.
uk: Ваша картка вже знаходиться на розгляді. Будь ласка, спробуйте ще раз пізніше.

# showNoResponseScreen_text
source: No Response From Server
es: El servidor no responde
fr: Aucune réponse du serveur
pl: Brak odpowiedzi z serwera
ru: Нет ответа от сервера
uk: Немає відповіді від сервера

# showNoResponseScreen_text2
source: Failed to place Order
es: No se pudo realizar la orden
fr: Échec de la commande
pl: Nie udało się złożyć zamówienia
ru: Не удалось разместить ордер
uk: Не вдалося розмістити замовлення

# simplexWeb_editOrder
source: Edit Order
es: Editar una orden
fr: Modifier l'Ordre
pl: Edytuj zamówienie
ru: Изменить ордер
uk: Редагувати замовлення

# withdrawalPreview_editOrder
source: Edit Order
es: Editar una orden
fr: Modifier l'Ordre
pl: Edytuj zamówienie
ru: Изменить ордер
uk: Редагувати замовлення

# withdrawalPreview_failure
source: Failure
es: Falla
fr: Échec
pl: Nieudane
ru: Неудача
uk: Невдача

# withdrawalPreview_close
source: Close
ru: Закрыть
uk: Закрити

# sendByPhonePreview_editOrder
source: Edit Order
ru: Изменить ордер
uk: Редагувати замовлення

# sendByPhonePreview_failure
source: Failure
ru: Неудача
uk: Невдача

# sendByPhonePreview_close
source: Close
ru: Закрыть
uk: Закрити

# simplexWebView_minutes
source: minutes
es: minutos
pl: minut
ru: минуты
uk: хвилини

# simplexWebView_successScreenSecondaryText1
source: Your payment will be processed within
es: Su pago será procesado dentro de
fr: Votre paiement sera traité sous peu
pl: Twoja płatność zostanie przetworzona w ciągu
ru: Ваш платеж будет обработан в течение
uk: Ваш платіж буде оброблений протягом

# simplexWebView_failedToBuy
source: Failed to buy
es: No se pudo comprar
fr: Achat échoué
pl: Nie udało się kupić
ru: Не удалось купить
uk: Не вдалося купити

# simplexWebView_failure
source: Failure
es: Falla
fr: Échec
pl: Nieudane
ru: Неудача
uk: Невдача

# simplexWebView_close
source: Close
ru: Закрыть
uk: Закрити

# previewConvert_close
source: Close
ru: Закрыть
uk: Закрити

# previewConvert_editOrder
source: Edit Order
es: Editar una orden
fr: Modifier l'Ordre
pl: Edytuj zamówienie
ru: Изменить ордер
uk: Редагувати замовлення

# previewConvert_orderProcessing
source: Order processing
es: Procesando la orden
fr: Traitement des commandes
pl: Przetwarzanie zamówienia
ru: Обработка ордера
uk: Обробка замовлення

# previewConvert_failure
source: Failure
es: Falla
fr: Échec
pl: Nieudane
ru: Неудача
uk: Невдача

# previewConvert_confirmConvert
source: Confirm Convert
ru: Подтвердить преобразование
uk: Підтвердити конвертацію

# convertRow_available
source: Available
es: Disponible
fr: Disponible
pl: Dostępne
ru: Доступный
uk: Доступно

# convert_convert
source: Convert
es: Convertir
fr: Échangez
pl: Konwertuj
ru: Переводить
uk: Обмін

# convert_previewConvert
source: Preview Convert
ru: Предварительный просмотр Преобразование
uk: Попередній перегляд конвертації

# previewSell_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# previewSell_youPay
source: You Pay
es: Usted pague
fr: Vous payez
pl: Płacisz
ru: Ты платишь
uk: Ви платите

# previewSell_youGet
source: You get
es: Usted reciba
fr: Tu obtiens
pl: Dostajesz
ru: Ты получаешь
uk: Ви отримаєте

# previewSell_exchangeRate
source: Exchange Rate
es: Tipo de cambio
fr: Taux de change
pl: Kurs wymiany
ru: Обменный курс
uk: Обмінний курс

# previewConvert_exchangeRate
source: Exchange rate
es: Tipo de cambio
fr: Taux de change
pl: Kurs wymiany
ru: Обменный курс
uk: Обмінний курс

# previewConvert_youPay
source: You Pay
ru: Ты платишь
uk: Ви платите

# previewConvert_youGet
source: You get
ru: Ты получаешь
uk: Ви отримаєте

# previewConvert_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# expansionPanelWithoutIcon_text1
source: All expansion panel radio identifier values must be unique.
es: Cada valor de identificador de radio del panel de expansión debe ser único.
fr: Toutes les valeurs d'identifiant de panneau d'extension doivent être uniques.
pl: Wszystkie wartości identyfikatorów radiowych panelu rozszerzeń muszą być unikalne.
ru: Все значения радиоидентификаторов панели расширения должны быть уникальными.
uk: Усі значення радіоідентифікаторів панелей розширення мають бути унікальними.

# expansionPanelWithoutIcon_text2
source: Invalid value for elevation. See the kElevationToShadow constant for possible elevation values.
es: Valor de elevación inválido. Consulta la constante kElevationToShadow para conocer los valores aceptables.
fr: Valeur invalide pour l'élévation. Consultez la constante kElevationToShadow pour les valeurs d'élévation possibles.
pl: Nieprawidłowa wartość wysokości. Zobacz stałą kElevationToShadow dla możliwych wartości wysokości.
ru: Недопустимое значение высоты. См. константу kElevationToShadow для возможных значений высоты.
uk: Невірне значення для параметра висоти. Можливі значення параметра kElevationToShadow дивіться у константі kElevationToShadow.

# cryptoDepositWithAddress_walletAddress
source: Wallet address
es: Dirección de billetera
fr: Adresse du portefeuille
pl: Adres portfela
ru: Адрес кошелька
uk: Адреса гаманця

# cryptoDepositWithAddress_addressCopied
source: Address copied
es: Dirección copiada
fr: Adresse copiée
pl: Adres skopiowany
ru: Адрес скопирован
uk: Адреса скопійована

# cryptoDepositWithAddress_tagCopied
source: Tag copied
es: Etiqueta copiada
fr: Tag copié
pl: Skopiowano tag
ru: Тег скопирован
uk: Тег скопійовано

# cryptoDepositWithAddressAndTag_walletAddress
source: Wallet address
es: Dirección de billetera
fr: Adresse du portefeuille
pl: Adres portfela
ru: Адрес кошелька
uk: Адреса гаманця

# cryptoDepositWithAddressAndTag_addressCopied
source: Address copied
es: Dirección copiada
fr: Adresse copiée
pl: Adres skopiowany
ru: Адрес скопирован
uk: Адреса скопійована

source: Tag
es: Etiqueta
fr: Étiquette
ru: Тег
uk: Тег

# depositInfo_text
source: Ensure the network you choose to deposit matches the withdrawal network
es: Asegúrese de que la red que ha elegido para depositar coincida con la red para retirar fondos
fr: Assurez-vous que le réseau de dépôt correspond au réseau de retrait
pl: Upewnij się, że sieć, którą wybierzesz do wpłaty, odpowiada sieci wypłat
ru: Убедитесь, что сеть, которую вы выбрали для депозита, соответствует сети вывода средств.
uk: Переконайтеся, що мережа, яку ви обрали для поповнення рахунку, збігається з мережею для виведення коштів

# showDepositDisclaimer_primatyText
source: to this deposit address. Receiving any other coin or token to this address may result in loss of the transfer amount.
es: a esta dirección de depósito. Enviar cualquier otra moneda o token puede resultar en la pérdida de tus fondos.
fr: À cette adresse de dépôt. Recevoir toute autre pièce ou jeton à cette adresse peut entraîner une perte du montant transféré.
pl: na ten adres wpłaty. Odebranie jakiegokolwiek innego coina lub tokena na ten adres może spowodować utratę kwoty przelewu.
ru: на этот депозитный адрес. Получение любой другой монеты или токена на этот адрес может привести к потере суммы перевода.
uk: на цю депозитну адресу. Отримання будь-якої іншої монети або токена на цю адресу може призвести до втрати суми переказу.

# showDepositDisclaimer_gotIt
source: Got it
es: Entiendo
fr: Compris
pl: Rozumiem
ru: Понятно
uk: Зрозуміло

# showDepositDisclaimer_next
source: Next
es: Siguiente
fr: Suivant
pl: Następny
uk: Далі

# showDepositDisclaimer_only
source: only
es: solo
fr: seulement
pl: tylko
ru: только
uk: тільки

source: accepted
es: aceptado
fr: Approuvé
pl: akceptowany
ru: общепринятый
uk: прийнято

# cryptoDeposit_share
source: Share
es: Compartir
fr: Partagez
pl: Udostępnij
ru: Поделиться
uk: Поділитися

# deepLinkService_share
source: Share
ru: Поделиться
uk: Поділитися

# cryptoDeposit_my
source: My
es: Mi
fr: Mon
pl: Moja
ru: Мой
uk: Моя

# cryptoDeposit_network
source: Network
es: Red
fr: Réseau
pl: Sieć
ru: Сеть
uk: Мережа

# currencyBuy_paymentInputErrorText1
source: Enter a higher amount. Min
es: Ingrese una cantidad mayor. Mín.
fr: Entrez un montant plus élevé. Min
pl: Wpisz wyższą kwotę. Min.
ru: Введите большую сумму. Мин.
uk: Введіть більшу суму. Мін.

# currencyBuy_paymentInputErrorText2
source: Enter smaller amount. Max
es: Ingrese una cantidad menor. Máx.
fr: Entrez un montant plus petit. Max
pl: Wprowadź mniejszą kwotę. Maks
ru: Введите меньшую сумму. Максимум
uk: Введіть меншу суму. Макс.

# previewBuyWithAsset_confirmBuy
source: Confirm Buy
es: Confirmar compra
fr: Confirmer l'achat
pl: Potwierdź zakup
ru: Подтвердить покупку
uk: Підтвердити покупку

# previewBuyWithAsset_editOrder
source: Edit Order
ru: Изменить ордер
uk: Редагувати замовлення

# previewBuyWithAsset_orderProcessing
source: Order processing
es: Procesando la orden
fr: Traitement des commandes
pl: Przetwarzanie zamówienia
ru: Обработка ордера
uk: Обробка замовлення

# previewBuyWithAsset_failure
source: Failure
es: Falla
fr: Échec
pl: Nieudane
ru: Неудача
uk: Невдача

# previewBuyWithAsset_close
source: Close
ru: Закрыть
uk: Закрити

# recurringSelector_withOutRecurringBuyTitle
source: Repeat this purchase
ru: Повторить эту покупку
uk: Повторити цю покупку

# buySimplexDetails_payFrom
source: Pay from
es: Pagar desde
fr: Payer depuis
pl: Zapłać z
ru: Оплатить от
uk: Сплачуйте з

# previewBuyWith_text1
source: purchased will depend on the market price at the Recurring Buy execution time
ru: покупка будет зависеть от рыночной цены во время выполнения повторяющейся покупки.
uk: буде залежати від ринкової ціни на момент виконання Рекурентної покупки

# previewBuyWith_theAmountOf
source: The amount of
ru: Количество
uk: Сума в розмірі

# previewSell_confirmSell
source: Confirm Sell
es: Confirmar venta
fr: Confirmer la vente
pl: Potwierdź sprzedaż
ru: Подтвердить продажу
uk: Підтвердити Продаж

# previewSell_close
source: Close
ru: Закрыть
uk: Закрити

# previewSell_failure
source: Failure
es: Falla
fr: Échec
pl: Nieudane
ru: Неудача
uk: Невдача

# previewSell_editOrder
source: Edit Order
es: Editar orden
fr: Modifier l'Ordre
pl: Edytuj zamówienie
ru: Изменить ордер
uk: Редагувати замовлення

# previewSell_orderProcessing
source: Order processing
es: Procesando la orden
fr: Traitement des commandes
pl: Przetwarzanie zamówienia
ru: Обработка ордера
uk: Обробка замовлення

# buySellDetails_forText
source: For
es: Para
fr: Pour
pl: Do
ru: Для
uk: Для

# currencySell_forText
source: For
es: Para
fr: Pour
pl: Do
ru: Для
uk: Для

# currencySell_available
source: Available
es: Disponible
fr: Disponible
pl: Dostępne
ru: Доступный
uk: Доступно

# currencySell_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaż
ru: Продажа
uk: Продати

# currencySell_chooseDestination
source: Choose destination
es: Elija un destino
fr: Choisissez la destination
pl: Wybierz miejsce docelowe
ru: Выберите пункт назначения
uk: Виберіть пункт призначення

# currencySell_previewSell
source: Preview Sell
es: Vista previa de venta
fr: Aperçu Vente
pl: Podgląd sprzedaży
ru: Предварительная продажа
uk: Попередній перегляд продажу

# localizedActionItems_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaj
ru: Продажа
uk: Продати

# localizedActionItems_receive
source: Receive
es: Recibir
fr: Recevez
pl: Wpłać
ru: Получить
uk: Отримати

# localizedActionItems_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
ru: Покупка
uk: Купити

# localizedActionItems_send
source: Send
es: Enviar
fr: Envoyer
pl: Wypłać
ru: Отправить
uk: Надіслати

# localizedActionItems_convert
source: Convert
ru: Конвертировать
uk: Конвертувати

# minimumAmount_noMinimum
source: No minimum
es: Sin un mínimo
fr: Aucun minimum
pl: Brak minimum
ru: Нет минимума
uk: Без мінімуму

source: Withdraw
es: Retirar
fr: Retirer
pl: Wypłać
ru: Снять
uk: Зняти

# showDepositDisclaimer_send
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij
ru: Отправить
uk: Надсилайте

# referralCodeLink_pushAllowCamera
source: To scan the QR Code, give Simple permission to access your camera
ru: Чтобы отсканировать QR-код, дайте Simple разрешение на доступ к вашей камере.
uk: Щоб відсканувати QR-код, надайте дозвіл Simple на доступ до камери

source: Valid
es: Válido
fr: Valide
pl: Ważny
ru: Действительный
uk: Дійсна

# withdrawHint_text1
source: Please confirm the address is correct. Note that we are not responsible for assets mistakenly sent to the wrong address
es: Por favor, confirme que la dirección es correcta. Tenga en cuenta que no somos responsables de los activos enviados por error a la dirección incorrecta.
fr: Veuillez confirmer l'exactitude de l'adresse. Notez que nous ne sommes pas responsables des actifs envoyés par erreur à la mauvaise adresse.
pl: Proszę potwierdzić, że adres jest poprawny. Należy pamiętać, że nie ponosimy odpowiedzialności za aktywa wysłane przez pomyłkę na zły adres
ru: Пожалуйста, подтвердите правильность адреса. Обратите внимание, что мы не несем ответственности за активы, отправленные по ошибке на неправильный адрес.
uk: Будь ласка, перевірте правильність адреси. Зверніть увагу, що ми не несемо відповідальності за активи, помилково надіслані на неправильну адресу

# withdrawHint_text2
source: Instead of typing in an address and tag, we recommend pasting an address or scanning a QR code.
es: Recomendamos pegar una dirección o escanear un código QR en lugar de escribir una dirección y etiqueta.
fr: Au lieu de taper une adresse et une étiquette, nous vous recommandons de coller une adresse ou de scanner un QR code.
pl: Zamiast wpisywać adres i tag, zalecamy wklejenie adresu lub zeskanowanie kodu QR.
ru: Вместо ввода адреса и тега мы рекомендуем вставить адрес или отсканировать QR-код.
uk: Замість того, щоб вводити адресу та тег, ми рекомендуємо вставити адресу або відсканувати QR-код

# showError_youHaveConfirmed
source: You have confirmed an incorrect operation
es: Has confirmado una acción inválida
fr: Opération incorrecte confirmée
pl: Potwierdziłeś nieprawidłową operację
ru: Вы подтвердили некорректную операцию
uk: Ви підтвердили некоректну операцію

# sendByPhoneConfirm_your
source: Your
ru: Твой
uk: Ваш

# sendByPhoneConfirm_editOrder
source: Edit Order
ru: Изменить ордер
uk: Редагувати замовлення

# sendByPhoneConfirm_failedToResend
source: Failed to resend. Please try again
ru: Не удалось повторно отправить. Попробуйте еще раз
uk: Не вдалося надіслати повторно. Будь ласка, спробуйте ще раз

# sendByPhoneConfirm_failure
source: Failure
ru: Неудача
uk: Невдача

# sendByPhoneConfirm_close
source: Close
ru: Закрыть
uk: Закрити

# sendByPhoneConfirm_send
source: Send
ru: Отправить
uk: Надіслати

# sendByPhoneConfirm_requestHasBeenSubmitted
source: request has been submitted
ru: запрос отправлен
uk: запит надіслано

# sendByPhoneConfirm_failedTo
source: Failed to
ru: Не удалось
uk: Не вдалося

# withdrawalAmount_available
source: Available
es: Disponible
fr: Disponible
pl: Dostępne
ru: Доступный
uk: Доступно

# withdrawalAmount_enterMoreThan
source: Enter more than
es: Ingrese más de
fr: Entrez plus que
pl: Wprowadź więcej niż
ru: Введите более
uk: Введіть більше, ніж

# withdrawalAmount_youWillReceive
source: You will receive
ru: Вы получите
uk: Ви отримаєте

# withdrawalAmount_youWillSend
source: You will send
es: Pagarás
fr: Vous paierez
pl: Zapłacisz
ru: Вы отправите
uk: Ви надішлете

# withdrawalAmount_wallet
source: wallet
es: billetera
fr: portefeuille
pl: portfel
ru: Кошелек
uk: гаманець

# withdrawalAmount_preview
source: Preview
ru: просмотр
uk: Попередній перегляд

# walletBody_wallet
source: wallet
ru: Кошелек
uk: гаманець

# balanceBlock_wallet
source: wallet
ru: Кошелек
uk: гаманець

# emptyWallet_wallet
source: wallet
ru: Кошелек
uk: гаманець

# withdrawalPreview_youWillReceive
source: You will receive
ru: Вы получите
uk: Ви отримаєте

# withdrawalPreview_youWillSend
source: You will send
ru: Вы отправите
uk: Ви надішлете

# withdrawalPreview_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# withdrawalPreview_total
source: Total
ru: Всего
uk: Всього

# openEmailAppButton_openEmailApp
source: Open email app
ru: Открыть приложение электронной почты
uk: Відкрити додаток електронної пошти

# uploadKycDocuments_done
source: Done
es: Listo
fr: Terminé
pl: Gotowe
ru: Готово
uk: Готово

# kycSelfie_done
source: Done
es: Listo
fr: Terminé
pl: Gotowe
ru: Готово
uk: Готово

# kycOperationStatus_verifyYourIdentity
source: Verify your identity
es: Confirme su identidad
fr: Vérifiez votre identité
pl: Zweryfikuj Twoją tożsamość
ru: Подтвердите свою личность
uk: Підтвердіть свою особу

# kycOperationStatus_addressVerification
source: Address verification
es: Verificación de dirección
fr: Vérification d'adresse
pl: Weryfikacja adresu
ru: Проверка адреса
uk: Верифікація адреси

# kycOperationStatus_proofSourceOfFunds
source: Proof source of funds
es: Prueba del origen de los fondos
fr: Justificatif de fonds
pl: Udowodnienie źródła środków
ru: Доказательство источника средств
uk: Підтвердження джерела фінансування

# kycOperationStatus_secureYourAccount
source: Secure your account
es: Asegure su cuenta
fr: Sécurisez votre compte
pl: Zabezpiecz swoje konto
ru: Защитить ваш аккаунт
uk: Захистіть свій обліковий запис

# kycDocumentType_passport
source: International passport
es: Pasaporte
fr: Passeport international
pl: Międzynarodowy paszport
ru: Загран паспорт
uk: Закордонний паспорт

# kycDocumentType_driverLicense
source: Driver license
es: Licencia de conducir
fr: Permis de conduire
pl: Prawo jazdy
ru: Водительские права
uk: Посвідчення водія

# kycDocumentType_residentPermit
source: Residence permit
es: Residencia
fr: Titre de séjour
pl: Zezwolenie na pobyt
ru: Вид на жительство
uk: Дозвіл на проживання

# kycDocumentType_selfieImage
source: Take a selfie
es: Tome una selfie
fr: Prenez un selfie
pl: Zrób selfie
ru: Сделайте селфи
uk: Зробіть селфі

# kycDocumentType_addressDocument
source: Address document
es: Comprobante de domicilio
fr: Document d'adresse
pl: Dokument z adresem
ru: Адресный документ
uk: Адресний документ

# kycDocumentType_financialDocument
source: Financial document
es: Comprovante de financiamiento
fr: Document financier
pl: Dokument finansowy
ru: Финансовый документ
uk: Фінансовий документ

# uploadKycDocuments_frontSide
source: Front side
es: Frontal
fr: Face avant
pl: Przód
ru: Лицевая сторона
uk: Передня сторона

# uploadKycDocuments_backSide
source: Back side
es: Trasera
fr: Verso
pl: Tył
ru: Задняя сторона
uk: Зворотний бік

# showContactPermission_goToSettings
source: Go to Settings
ru: Перейти к настройкам
uk: Перейдіть до налаштувань
