Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# send_gift_get_app
source: Get in AppStore or Google Play
es: Descargue en App Store o Google Play
fr: Disponible sur AppStore ou Google Play
pl: Pobierz w AppStore lub Google Play
uk: Завантажте в AppStore або Google Play

# send_gift_message_1_part
source: I just sent you a gift of
es: Acabo de enviarte un regalo
fr: Je viens de t'envoyer un cadeau de
pl: Właśnie wysłałem ci prezent o
uk: Я щойно надіслав тобі у подарунок

# send_gift_message_2_part
source: at Simple App. Download app and check your balance!
es: en la aplicación de Simple. ¡Descarga la aplicación y consulta tu saldo!
fr: chez Simple App. Téléchargez l'application et vérifiez votre solde!
pl: w aplikacji Simple App. Pobierz aplikację i sprawdź swoje saldo!
uk: у додатку Simple. Завантажуй додаток та перевіряй баланс!

# send_gift_share_text_2_part
source: at Simple App. Download app at
es: en la aplicación de Simple. Puede descargar la aplicación aquí
fr: chez Simple App. Téléchargez l'application chez
pl: w aplikacji Simple App. Pobierz aplikację na
uk: у додатку Simple. Завантажити додаток можна за посиланням

# send_gift_share_text_3_part
source: and claim your gift!
es: y ¡obtén tu regalo!
fr: et réclamez votre cadeau !
pl: i odbierz swój prezent!
uk: та отримай свій подарунок!

# send_gift_share_text_email_part
source: pass the registration using email
es: registrarse utilizando correo electrónico
fr: Inscription via email
pl: przejść rejestrację za pomocą adresu e-mail
uk: пройди реєстрацію за допомогою електронної пошти

# send_gift_share_text_phone_part
source: pass the registration using phone number
es: registrarse utilizando número de teléfono
fr: Inscription via numéro de téléphone
pl: przejść rejestrację za pomocą numeru telefonu
uk: пройди реєстрацію за номером телефону

# reseive_gift_claim
source: Claim
es: Obtener
fr: Revendiquez
pl: Odbierz
uk: Прийняти подарунок

# reseive_gift_gift_from
source: Gift from
es: Regalo de
fr: Cadeau de
pl: Prezent od
uk: Подарунок від

# reseive_gift_a_gift_of
source: A gift of
es: Un regalo de
fr: Un cadeau de
pl: Prezent z
uk: Подарунок на суму

# reseive_gift_from
source: from
es: de
fr: de
pl: Od
uk: від

# reseive_gift_is_waiting_for_you
source: is waiting for you
es: le está esperando
fr: vous attend
pl: czeka na ciebie
uk: чекає на вас

# reseive_gift_reject_gift
source: Reject Gift
es: Rechazar regalo
fr: Refuser le Cadeau
pl: Odrzuć prezent
uk: Відхилити подарунок

# reseive_gift_were_credited_to_my_assets
source: were credited to My Assets!
es: ¡fueron acreditados a Mis activos!
fr: ont été crédités à Mes Actifs !
pl: zostało zaksięgowane na moich aktywach!
uk: були зараховані до Моїх активів!

# reseive_gift_reject
source: Reject?
es: ¿Rechazar?
fr: Refuser ?
pl: Odrzucić?
uk: Відхилити?

# reseive_gift_are_you_sure
source: Are you sure you want to reject the gift?
es: ¿Está seguro de que quiere rechazar el regalo?
fr: Êtes-vous sûr de vouloir refuser le cadeau ?
pl: Czy na pewno chcesz odrzucić podarunek?
uk: Ви впевнені, що хочете відмовитися від подарунка?

# reseive_gift_yes_reject
source: Yes, reject
es: Sí, rechazar.
fr: Oui, rejeter
pl: Tak, odrzuć
uk: Так, відмовитися

# gift_history_sent
source: Sent
uk: Відправлено

# gift_history_received
source: Received
uk: Прийнято

# gift_history_remind
source: Remind
es: Recordar
fr: Rappel
pl: Przypomnij
uk: Нагадати

# gift_history_to
source: To
es: Para
fr: À
pl: na
uk: Кому

# gift_history_cancel_transaction
source: Cancel transaction
es: Cancelar la transacción
fr: Annuler la transaction
pl: Anuluj transakcję
uk: Скасувати транзакцію

# gift_history_are_you_sure
source: Are you sure you want to cancel sending your gift?
es: ¿Está seguro de que quiere cancelar el envío del regalo?
fr: Êtes-vous sûr de vouloir annuler l'envoi de votre cadeau?
pl: Czy na pewno chcesz anulować wysłanie swojego prezentu?
uk: Ви впевнені, що хочете скасувати відправку подарунка?

# gift_history_yes_cancel
source: Yes, cancel
es: Si, cancelar.
fr: Oui, annuler
pl: Tak, anuluj
uk: Так, скасувати

# gift_history_no
source: No
fr: Non
pl: Nie
uk: Ні, повернутися

# loader_please_wait
source: Please wait ...
es: Por favor, espere...
fr: Veuillez attendre ...
pl: Proszę czekać ...
uk: Зачекайте ...

# to_convert
source: To
es: A
fr: À
pl: Do
ru: К
uk: Обмін на актив

# send_gift_summary
source: Summary
uk: Огляд

# rewards_flow_card_title
source: Invite friends and get up to 100 EUR in crypto
uk: Запросіть друзів і отримайте до 100 євро в криптовалюті

# rewards_flow_card_subtitle
source: For yourself and your friends after they made a purchase a crypto for 350 EUR or more.
uk: Для вас і ваших друзів після покупки ними криптовалюти на суму 350 євро або більше.

# rewards_flow_copy_link
source: Copy your invite link
es: Copie su enlace de invitación
fr: Copiez votre lien d'invitation
pl: Skopiuj link do zaproszenia
uk: Посилання для запрошення:

# rewards_flow_tab_title
source: Rewards
fr: Primes
pl: Nagrody
uk: Нагороди

# rewards_flow_your_rewards
source: Rewards
uk: Нагороди

source: Rewards to claim
es: Remuneración para recibir
fr: Primes à réclamer
pl: Nagrody do odebrania
uk: Очікують отримання

# reward_open_subtitile
source: Which box do you choose?
es: ¿Qué caja quieres elegir?
fr: Quelle boîte choisissez-vous?
pl: Którą skrzynkę wybierasz?
uk: Яку коробку ви обираєте?

# reward_open_openings
source: Opening...
es: Abriendo...
fr: Ouverture...
pl: Otwarcie...
uk: Відкриття...

# reward_open_youve_got
source: You've got...
es: Lo tiene...
fr: Tu as...
pl: Masz...
uk: У вас є...

# reward_open_next_reward
source: Next reward
es: Próxima remuneración
fr: Prochaine récompense
pl: Następna nagroda
uk: Наступна винагорода

# reward_you_have
source: You have
es: Tiene
fr: Vous avez
pl: Masz
uk: У вас є

# reward_more_to_claim
source: more rewards to claim
es: más remuneraciones para recibir
fr: plus de récompenses à réclamer
pl: Więcej nagród do odbioru
uk: Більше нагород для отримання

# reward_close
source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
uk: Закрити

# reward_open_title
source: Simple Reward
es: Remuneración Simple
fr: Récompense Simple
pl: Simple Nagroda
uk: Simple винагорода

# reward_open_congratulations
source: Congratulations!
es: ¡Felicidades!
fr: Félicitations !
pl: Gratulacje!
uk: Вітаємо!

# reward_your_reward_subtitle_1
source: Total received
es: Total recibido
fr: Total reçu
pl: Łącznie otrzymane
uk: Загалом отримано

# reward_your_reward_subtitle_2
source: New reward balances will be shown here.
es: Los nuevos saldos de remuneración se mostrarán aquí
fr: Les nouvelles récompenses seront affichées ici.
pl: Nowe salda nagród będą wyświetlane tutaj.
uk: Нові суми винагород будуть відображені тут.

# reward_transfer
source: Transfer
es: Transferencia
fr: Transfert
pl: Przelej
uk: Переказ

# reward_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# reward_to_my_account
source: to My assets?
es: ¿a Mis activos?
fr: à Mes actifs?
pl: do Moich Aktywów?
uk: До Моїх Активів?

# reward_tranfered_to_my_assets
source: were transferred to My Assets
es: ¡fueron transferidos a Mis activos!
fr: ont été transférés à Mes Actifs
pl: zostały przeniesione do My Assets
uk: були переведені до Моїх Активів

# reward_got_it
source: Got it
es: Entiendo
fr: Compris
pl: Rozumiem
uk: Зрозуміло

# reward_success
source: Success
es: ¡Exitosamente!
fr: Succès
pl: Sukces
uk: Успішно!

# reward_share_text
source: I just got a reward of
es: Acabo de recibir una remuneración de
fr: Je viens de recevoir une récompense de
pl: Właśnie otrzymałem nagrodę w wysokości
uk: Я тільки що отримав винагороду у розмірі

# reward_share_text_2
source: in Simple App, check it out
es: en la aplicación de Simple, revíselo
fr: Découvrez Simple App, notre application crypto conviviale et simple.
pl: w aplikacji Simple, sprawdź to
uk: у додатку Simple, перегляньте тут

# reward_email_subject
source: You are invited!
es: ¡Está invitado!
fr: Invitation lancée !
pl: Zapraszamy!
uk: Ви запрошені!

# reward_share_main_text
source: Get up to EUR 100 in crypto: 1. Sign up to Simple App with my invite link 2. Buy crypto with a card for €350+ 3. Get a reward! T&C apply
es: Obtén hasta 100 EUR en cripto: 1. Regístrate en la aplicación Simple con mi enlace de invitación 2. Compra cripto por 350 € o más con una tarjeta\n3. ¡Recibe tu recompensa! T&C aplican
fr: Obtenez jusqu'à 100 EUR en crypto : 1. Inscrivez-vous sur Simple App avec mon lien d'invitation 2. Achetez de la crypto avec une carte pour €350+ 3. Recevez une récompense ! T&C applicables
pl: Zyskaj do 100 EUR w krypto: 1. Zarejestruj się w Simple App z mojego linku 2. Kup krypto kartą za €350+ 3. Otrzymaj nagrodę! T&C obowiązują
uk: Отримайте до 100 EUR у крипті: 1. Зареєструйтесь у Simple App за моїм запрошенням 2. Купіть крипту карткою на €350+ 3. Отримайте винагороду! Діють умови та положення

# reward_history_from
source: From
uk: Від

# bottom_bar_wallets
source: Wallets
es: Billeteras
pl: Portfele
uk: Гаманці

# my_wallets_header
source: Wallets
es: Billeteras
pl: Portfele
uk: Гаманці

# my_wallets_change_order
source: Change order
es: Cambiar el orden
fr: Modifier l'ordre
pl: Polecenie zmiany
uk: Змінити порядок

# my_wallets_move_wallets
source: Move wallets up or down
es: Deslizar billeteras verticalmente
fr: Monter/descendre wallets
pl: Przesuń w górę lub w dół
uk: Рухайте вгору або вниз

# my_wallets_button_done
source: Done
es: Listo
fr: Terminé
pl: Gotowe
uk: Готово

# my_wallets_add_wallet
source: Add wallet
es: Añadir una billetera
fr: Ajoutez un portefeuille
pl: Dodaj portfel
uk: Додати гаманець

# my_wallets_get_account
source: Get account
es: Obtener una cuenta
fr: Obtenez un compte
pl: Pobierz konto
uk: Отримати акаунт

# my_wallets_create_account
source: Creating account...
es: Creando su cuenta...
fr: Création de compte...
pl: Tworzenie konta...
uk: Створення акаунта...

# my_wallets_account
source: account
es: cuenta
fr: compte
pl: konto
uk: акаунт

# my_wallets_pending_transactions
source: Pending transactions...
es: Transacciones en curso...
fr: Transactions en attente...
pl: Transakcje oczekujące...
uk: Транзакції виконуються...

# let_us_create_account
source: Let us create account for you
es: Déjanos crear tu cuenta
fr: Laissez-nous créer votre compte
pl: Pozwól nam utworzyć konto dla Ciebie
uk: Дозвольте нам створити для вас акаунт

# wallet_verify_your_account
source: Please verify your account
es: Por favor, verifique su cuenta
fr: Veuillez vérifier votre compte
pl: Zweryfikuj swoje konto
uk: Будь ласка, верифікуйте свій обліковий запис

# wallet_verify_account
source: Verify account
es: Comenzar
fr: Vérifiez le compte
pl: Zweryfikuj konto
uk: Розпочати

# wallet_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# wallet_please_update_your_address
source: Please update your address information
es: Por favor, actualice la información de su dirección.
fr: Veuillez mettre à jour vos informations d'adresse
pl: Prosimy o aktualizację danych adresowych
uk: Будь ласка, оновіть свою адресну інформацію

# wallet_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# wallet_transactions
source: Transactions
es: Transacciones
fr: Opérations
pl: Transakcje
uk: Транзакції

# wallet_simple_account
source: Simple account
es: Cuenta Simple
fr: Compte Simple
pl: Simple konto
uk: Simple акаунт

# wallet_add_cash
source: Deposit
es: Depositar
fr: Dépôt
pl: Doładowanie
uk: Поповнити

# wallet_withdraw
source: Withdraw
es: Retirar
fr: Retirer
pl: Wycofać się
uk: Вивести

# wallet_simple_account_empty
source: Your transactions will be shown here
es: Sus transacciones se mostrarán aquí
fr: Vos transactions seront affichées ici
pl: Twoje transakcje będą wyświetlane tutaj
uk: Ваші транзакції відобразяться тут

# wallet_account_label
source: Label
es: Alias
fr: Étiquette
pl: Etykieta
uk: Лейбл

# wallet_account_label_input
source: Account label
es: Alias de cuenta
fr: Intitulé du compte
pl: Etykieta konta
uk: Лейбл акаунту

# wallet_deposit_details
source: Deposit details
uk: Деталі депозиту

# transaction_tab_all
source: All
es: Todo
fr: Tout
pl: Wszystkie
uk: Всі

# transaction_tab_pending
source: Pending
es: En curso
fr: En attente
pl: Oczekujący
uk: В процесі

# create_banking_add_account
source: Add account
es: Añadir una cuenta
fr: Ajouter un compte
pl: Dodaj konto
uk: Додати акаунт

# create_banking_personal_account
source: Personal EUR account
es: Cuenta personal en EUR
fr: Compte EUR Personnel
pl: Osobiste konto EUR
uk: Персональний EUR акаунт

# create_banking_transfer_eur
source: Transfer EUR between bank accounts in the EU and EFTA
es: Transfiera EUR entre cuentas bancarias en la UE y la AELC
fr: Transférez des EUR entre comptes bancaires de l'UE et de l'AELE, simplement.
pl: Przelew EUR między rachunkami bankowymi w UE i EFTA
uk: Переказуйте євро між банківськими рахунками в ЄС та ЄАВТ

# create_banking_conditions_1
source: You are the owner of this account
es: Usted es el titular de esta cuenta
fr: Vous êtes le propriétaire de ce compte
pl: Jesteś właścicielem tego konta
uk: Ви власник цього акаунту

# create_banking_conditions_2
source: You can send EUR to anyone
es: Puede enviar EUR a cualquier persona
fr: Envoyez des EUR à n'importe qui
pl: EUR można wysłać do każdego
uk: Ви можете відправити EUR будь-кому

# create_banking_conditions_3
source: You can receive EUR from anyone, incl. companies
es: Puede recibir EUR de cualquier persona o empresa
fr: Recevez des EUR de n'importe qui, y compris les entreprises.
pl: Możesz otrzymywać EUR od każdego, w tym od firm
uk: Ви можете отримати EUR від кого завгодно, включаючи компанії

# create_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# eur_wallet_cards
source: Cards
es: Tarjetas
fr: Cartes
pl: Karty
uk: Картки

# eur_wallet_accounts
source: Accounts
es: Cuentas
fr: Comptes
pl: Konta
uk: Акаунти

# eur_wallet_add_account
source: Add account
es: Añadir una cuenta
fr: Ajouter un compte
pl: Dodaj konto
uk: Додати акаунт

# eur_wallet_simple_card
source: Simple Card
es: Tarjeta Simple
fr: Carte Simple
pl: Simple karta
uk: Simple картка

# eur_wallet_coming_soon
source: Coming soon
es: Próximamente
fr: Bientôt disponible
pl: Już wkrótce
uk: Незабаром

# eur_wallet_simple_account
source: Simple account
es: Cuenta Simple
fr: Compte Simple
pl: Simple konto
uk: Simple акаунт

# eur_wallet_personal_account
source: Personal account
es: Cuenta personal
fr: Compte personnel
pl: Konto osobiste
uk: Персональний акаунт

# eur_wallet
source: Wallet
es: Billetera
fr: Portefeuille
pl: Portfel
uk: Гаманець

# create_personal_account
source: Please pass verification at our partner side
es: Por favor, complete la verificación en el sitio de nuestro socio
fr: Veuillez passer la vérification chez notre partenaire
pl: Przejdź weryfikację po stronie naszego partnera
uk: Будь ласка, пройдіть верифікацію на стороні нашого партнера

# create_personal_verify_account
source: Verify account
es: Comenzar
fr: Vérifiez le compte
pl: Zweryfikuj konto
uk: Розпочати

# create_personal_cancel
source: Cancel
uk: Скасувати

# create_personal_creating
source: Creating personal account...
es: Creando cuenta personal...
fr: Création de compte personnel...
pl: Tworzenie konta osobistego...
uk: Створення персонального акаунту...

# wallet_title
source: Wallet
uk: Гаманець

# buy_confirmation_processing_fee
source: Processing fee
es: Comisión por procesar
fr: Frais de traitement
pl: Opłata za przetwarzanie
uk: Комісія за обробку

# buy_confirmation_processing_fee_description
source: This fee is charged by Simple for processing this transaction
es: Simple cobra esta tarifa por procesar esta transacción
fr: Simple facture ces frais pour traiter cette transaction
pl: Opłata ta jest pobierana przez Simple za przetworzenie tej transakcji
uk: Цей вид комісії стягується компанією Simple за проведення поточної транзакції

# buy_confirmation_payment_fee_description
source: This fee is charged by Simple to cover services of our payment partners
es: Simple cobra esta tarifa para cubrir los costos asociados con nuestros socios de pago
fr: Cette commission est prélevée par Simple pour couvrir les services de nos partenaires de paiement.
pl: Opłata ta jest pobierana przez Simple w celu pokrycia kosztów usług naszych partnerów płatniczych
uk: Цей вид комісії стягується компанією Simple щоб покрити послуги платіжних партнерів

# buy_confirmation_paid_with
source: Paid with
es: Pagado con
fr: Payé avec
pl: Zapłacono za pomocą
uk: Оплачується з

# buy_confirmation_price
source: Price
es: Precio
fr: Prix
pl: Cena
uk: Ціна

# bank_card_leable_headet
source: Add a custom name
es: Agregar un nombre personalizado
fr: Ajoutez un nom personnalisé
pl: Dodaj nazwę
uk: Додати назву

# choose_asser_screan_header
source: Buy
es: Comprar
fr: Acheter
pl: Kup
uk: Купити

# amount_screen_tab_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
uk: Купити

# amount_screen_tab_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaż
uk: Продати

# amount_screen_tab_convert
source: Convert
es: Convertir
fr: Échangez
pl: Konwertuj
uk: Конвертувати

# amount_screen_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
uk: Купити

# amount_screen_pay_with
source: Pay with
es: Pagar con
fr: Payer avec
pl: Zapłać z
uk: Оплатити за допомогою

# pay_with_balances
source: Balances
uk: Баланси

# create_simple_creating
source: Creating Simple account...
es: Creando cuenta Simple...
fr: Création d'un compte Simple...
pl: Tworzenie Simple konta...
uk: Створюється Simple акаунт...

# binding_phone_dialog_first_part
source: To proceed with this purchase confirm of sending funds of
es: Para continuar con esta compra, confirme que está enviando fondos por un monto de
fr: Pour continuer cet achat, confirmez l'envoi de fonds.
pl: Aby kontynuować ten zakup, potwierdź wysłanie środków w wysokości
uk: Для продовження покупки підтвердіть відправку коштів на суму

# binding_phone_dialog_second_part
source: from your bank account at Unlimit to the bank account on the name of
es: desde su cuenta bancaria en Unlimit a la cuenta bancaria a nombre de
fr: depuis votre compte bancaire Unlimit vers le compte bancaire au nom de
pl: z konta bankowego w Unlimit na konto bankowe w imieniu
uk: з вашого банківського рахунку в Unlimit на банківський рахунок на ім'я

# binding_phone_dialog_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
uk: Підтвердити

# binding_phone_dialog_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# account_bottom_sheet_header
source: Account details
es: Datos de cuenta
fr: Détails du compte
pl: Szczegóły konta
uk: Деталі акаунту

# my_wallets_actions_warning
source: Operation is unavailable. Please contact our support.
uk: Операція не доступна. Будь ласка, зверніться до підтримки.

# buy_confirmation_subtitle
source: Buy
es: Comprar
fr: Acheter
pl: Kup
uk: Купити

# cvv_description
source: Usually CVV is on the back of the card
es: El CVV generalmente se encuentra en el reverso de su tarjeta
fr: Généralement, le CVV se trouve au dos de la carte
pl: Zwykle kod CVV znajduje się na odwrocie karty
uk: Зазвичай CVV знаходиться на звороті картки

# operation_is_unavailable
source: Operation is unavailable. Please contact our support.
uk: Операція не доступна. Будь ласка, зверніться до підтримки.

# iban_out_sent_to
source: Send to
es: Envíe a
fr: Envoyer à
pl: Wyślij do
uk: Відправити на адресу

# iban_out_benificiary
source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
pl: Beneficjent
uk: Бенефіціар

# iban_out_payment_fee
source: Payment fee
uk: Комісія за оплату

# iban_send_history_payment_fee
source: Payment fee
es: Tarifa del proveedor
fr: Frais du fournisseur
pl: Opłata operatora
uk: Комісія за оплату

# iban_send_history_processin_fee
source: Processing fee
uk: Комісія за обробку

# withdrawal_withdrawn
source: Withdrawn
es: Retirado
fr: Retiré
pl: Wycofany
uk: Виведено

# iban_terms_5
source: You may receive funds from anyone
es: Los fondos pueden recibirse de cualquier persona
fr: Vous pouvez recevoir des fonds de n'importe qui
pl: Możesz otrzymać środki od dowolnej osoby
uk: Ви можете отримувати кошти від будь-кого

# my_wallets_accounts
source: account(s)
es: cuenta(s)
fr: compte(s)
pl: konto(a)
uk: акаунт(и)

# binding_phone_dialog_first_part_2
source: To proceed with this withdrawal of
es: Para completar el retiro de
fr: Pour continuer ce retrait de
pl: Aby kontynuować wycofywanie
uk: Щоб завершити зняття

# binding_phone_dialog_second_part_2
source: confirm with the sms code
es: confirma con el código enviado a tu teléfono
fr: confirmez avec le code sms
pl: potwierdź kodem sms
uk: підтвердіть операцію SMS кодом

# message_operation_is_suspended
source: Operation is paused until
es: La operación está pausada hasta
fr: Opération en pause jusqu'à
pl: Operacja jest wstrzymana do
uk: Операцію призупинено до

# amount_screen_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaż
uk: Продати

# amount_screen_convert
source: Convert
es: Convertir
fr: Échangez
pl: Konwertuj
uk: Конвертувати

# amount_screen_sell_to
source: Sell to
es: Vender a
fr: Vendre à
pl: Sprzedawać do
uk: Продаємо на

# amount_screen_convert_to
source: Convert to
uk: Отримуємо

# sell_confirmation_subtitle
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaj
uk: Продати

# sell_confirmation_sell_to
source: Sell to
es: Vender a
fr: Vendre à
pl: Sprzedawać do
uk: Продаємо на

# sell_confirmation_convert
source: Convert
es: Convertir
fr: Échangez
pl: Konwersja
uk: Конвертувати

# bankAccountsSelectPopup
source: Please be aware that you can send only to your personal bank accounts
es: Recuerda que solo puedes enviar fondos a tus cuentas bancarias personales
fr: Veuillez noter que vous pouvez uniquement envoyer vers vos comptes bancaires personnels.
pl: Pamiętaj, że możesz wysyłać tylko na swoje osobiste konta bankowe
uk: Будь ласка, зверніть увагу, що ви можете відправляти тільки на свої особисті банківські рахунки

# bankAccountsSelectPopupMyAccounts
source: My accounts
es: Mis cuentas
fr: Mes comptes
pl: Moje konta
uk: Мої акаунти

# bankAccountsSelectPopupRecipients
source: Recipients
es: Destinatarios
fr: Destinataires
pl: Odbiorcy
uk: Отримувачі

# bankAccountsSelectPopupTitle
source: Bank transfer
es: Transferencia bancaria
fr: Transfert bancaire
pl: Przelew bankowy
uk: Банківський переказ

source: Withdraw all
es: Retirar todo
fr: Retirer tout
pl: Wycofać wszystko
uk: Вивести все

source: IBAN / Account number
es: IBAN / Número de cuenta
fr: IBAN / Numéro de compte
pl: IBAN / Numer konta
uk: IBAN / номер акаунту

# operationName_sold
source: Sold
es: Vendido
fr: Vendu
pl: Sprzedany
uk: Продано

# operationName_converted
source: Converted
es: Convertido
fr: Converti
pl: Przekształcony
uk: Сконвертовано

source: Creating...
es: Creando...
fr: Création...
pl: Tworzenie...
uk: Створення...

# sell_amount_sell_all
source: Sell all
es: Vender todo
fr: Vendre tout
pl: Sprzedaj wszystko
uk: Продати все

# sell_amount_sell_to
source: Sell to
es: Vender a
fr: Vendre à
pl: Sprzedawać do
uk: Продаємо на

# sell_amount_accounts
source: Accounts
es: Cuentas
fr: Comptes
pl: Konta
uk: Акаунти

# sell_amount_cryptocurrencies
source: Cryptocurrencies
uk: Криптовалюти

# sell_success_cryptocurrencies
source: Order was placed
es: Orden colocada
fr: Commande effectuée
pl: Zamówienie zostało złożone
uk: Операцію зроблено

# convert_success_in_process
source: In process
fr: En cours
pl: W trakcie
uk: В процесі

# convert_amount_convert_to
source: Convert to
es: Convertir
fr: Convertir en
pl: Konwertuj na
uk: Отримуємо

# convert_amount_convert
source: Convert
es: Convertir
fr: Échangez
pl: Konwertuj
uk: Конвертувати

# convert_amount_convert_all
source: Convert all
es: Convertir todo
fr: Convertir tout
pl: Konwertuj wszystko
uk: Конвертувати все
