Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# address_book_add_recipient
source: Add recipient
es: Agregar un destinatario
fr: Ajouter un destinataire
pl: Dodaj odbiorcę
uk: Додати отримувача

# address_book_edit_recipient
source: Edit recipient
es: Editar un destinatario
fr: Modifier le destinataire
pl: Edytuj odbiorcę
uk: Редагувати одержувача

# address_book_full_name
source: Full name
es: Nombre completo
fr: Nom complet
pl: Pełna nazwa
uk: Повне ім'я

# address_book_country_of_recepients_bank
source: Country of recepient’s bank
es: País del banco del destinatario
fr: Pays de la banque du destinataire
pl: Kraj banku odbiorcy
uk: Країна банку отримувача

# iban_reference
source: Reference
es: Referencia
fr: Référence
pl: Odniesienie
uk: Деталі

# face_check_title
source: Take a quick selfie
es: Tomar una selfie rápida
fr: Prenez un selfie rapide
pl: Szybkie selfie
uk: Зробити швидке селфі

# face_check_subtitle
source: We will use it to securely authenticate login to your Simple App. Please find good lighting and make sure nothing is covering your face
es: Usaremos esto para verificar de forma segura tu inicio de sesión en la aplicación Simple. Asegúrate de tener buena iluminación y que tu rostro esté completamente visible.
fr: Nous l'utiliserons pour authentifier en toute sécurité votre connexion à Simple App. Assurez-vous d'avoir une bonne luminosité et que rien ne couvre votre visage.
pl: Będziemy go używać do bezpiecznego uwierzytelniania logowania do aplikacji Simple. Znajdź dobre oświetlenie i upewnij się, że nic nie zasłania Twojej twarzy.
uk: Ми будемо використовувати його для безпечної автентифікації для входу в ваш Simple App. Будь ласка, знайдіть хороше освітлення і переконайтеся, що ніщо не закриває ваше обличчя

# face_check_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# my_wallets_card
source: card
es: tarjeta
fr: carte
pl: karta
uk: картка

# my_wallets_cards
source: сards
es: tarjetas
fr: сartes
pl: karty
uk: картки

# my_wallets_card_creating
source: Creating card...
es: Creando tarjeta...
fr: Création de la carte...
pl: Tworzenie kart...
uk: Створення картки...

# simple_card_get_card_now
source: Get Simple card now
uk: Отримати Simple картку

# simple_card_type
source: Card type
es: Tipo de tarjeta
fr: Type de carte
pl: Typ karty
uk: Тип картки

# simple_card_type_virtual
source: Virtual card
es: Tarjeta virtual
fr: Carte virtuelle
pl: Karta wirtualna
uk: Віртуальна картка

# simple_card_type_physical
source: Physical card
es: Tarjeta física
fr: Carte physique
pl: Karta fizyczna
uk: Фізична картка

# simple_card_type_coming_soon
source: Coming soon
es: Próximamente
fr: Bientôt disponible
pl: Już wkrótce
uk: Незабаром

# simple_card_password_description
source: Please setup a static password for online purchases. You can always change it in the card settings later.
es: Por favor, configura una contraseña estática para compras en línea. Puedes cambiarla en cualquier momento en la configuración de la tarjeta.
fr: Veuillez définir un mot de passe fixe pour vos achats en ligne. Vous pourrez toujours le modifier ultérieurement dans les paramètres de la carte.
pl: Prosimy o ustawienie statycznego hasła do zakupów online. Zawsze możesz je później zmienić w ustawieniach karty.
uk: Будь ласка, встановіть статичний пароль для покупок в інтернеті. Пізніше ви зможете змінити його в налаштуваннях картки.

# simple_card_password_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# simple_card_password_subtitle
source: Protect your card online
es: Proteja su tarjeta en línea
fr: Protégez votre carte en ligne
pl: Chroń swoją kartę online
uk: Захистіть свою картку в Інтернеті

# simple_card_password_title
source: Set up password
es: Establecer una contraseña
fr: Définir le mot de passe
pl: Konfiguracja hasła
uk: Встановлення пароля

# simple_card_password_requirements
source: Password requirements
uk: Вимоги до пароля

# simple_card_password_requirements_1
source: Minimum 8 characters long
uk: Мінімум 8 символів

# simple_card_password_requirements_2
source: Contains at least 1 number
uk: Містить принаймні 1 число

# simple_card_password_requirements_3
source: Contains at least 1 lower case letter
uk: Містить принаймні 1 малу літеру

# simple_card_password_requirements_4
source: Contains at least 1 upper case letter
uk: Містить принаймні 1 велику літеру

# simple_card_password_requirements_description
source: It is important to use unique password and do not reuse passwords from other online platforms or applications
uk: Важливо використовувати унікальний пароль і не використовувати повторно паролі від інших онлайн-платформ або додатків

# simple_card_password_cancel
source: Cancel
uk: Скасувати

# simple_card_password_create
source: Create password
es: Crear una contraseña
fr: Créez un mot de passe
pl: Utwórz hasło
uk: Створити пароль

# simple_card_password_working
source: Working on your Simple card
es: Trabajamos en su tarjeta Simple
fr: Travaillant sur votre carte Simple
pl: Praca nad kartą Simple
uk: Працюємо над вашою карткою Simple

# simple_card_get_card
source: Get card
es: Obtener tarjeta
fr: Obtenez la carte
pl: Zdobądź kartę
uk: Отримати картку

# simple_card_add_cash
source: Deposit
uk: Поповнити

# simple_card_show_details
source: Show details
es: Mostrar datos
fr: Afficher les détails
pl: Szczegóły
uk: Деталі

# simple_card_hide_details
source: Hide details
es: Ocultar datos
fr: Masquer les détails
pl: Szczegóły
uk: Деталі

# simple_card_freeze
source: Freeze
es: Bloquear
fr: Geler
pl: Zamrożenie
uk: Заморозити

# simple_card_settings
source: Settings
es: Ajustes
fr: Paramètres
pl: Ustawienia
uk: Параметри

# simple_card_terminate
source: Terminate
es: Cancelar tarjeta
fr: Terminer
pl: Zakończenie
uk: Закрити карту

# simple_card_unfreeze
source: Unfreeze
es: Desbloquear
fr: Débloquer
pl: Odmrażanie
uk: Розморозити

# simple_card_card
source: card
es: tarjeta
fr: carte
pl: Karta
uk: картка

# simple_card_card_number
source: Card number
es: Número de tarjeta
fr: Numéro de carte
pl: Numer karty
uk: Номер картки

# simple_card_valid_thru
source: Valid thru
es: Válido hasta
fr: Valable jusqu'à
pl: Obowiązuje do
uk: Дійсна до

# simple_card_copied
source: Copied!
es: ¡Copiado!
fr: Copié!
pl: Skopiowane!
uk: Скопійовано!

# simple_card_creating_card
source: Creating card
uk: Створення картки

# simple_card_spending_limits
source: Spending limits
es: Límite de gasto
fr: Limites de dépenses
pl: Limity wydatków
uk: Ліміти витрат

# simple_card_remind_pin
source: Remind PIN
es: Acordar PIN
fr: Rappeler le PIN
pl: Przypomnij PIN
uk: Нагадати PIN

# simple_card_set_password
source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
pl: Ustaw hasło
uk: Встановити пароль

# simple_card_online_purchases
source: For online purchases
es: Para sus compras en línea
fr: Pour vos achats en ligne
pl: W przypadku zakupów online
uk: Для онлайн-покупок

# simple_card_remind_title
source: Remind PIN
es: Acordar PIN
fr: Rappel du code PIN
pl: Przypomnij PIN
uk: Нагадати PIN

# simple_card_remind_description
source: PIN will be sent to the phone
es: El PIN se enviará al teléfono
fr: Un PIN sera envoyé au téléphone
pl: Kod PIN zostanie wysłany na telefon
uk: PIN-код буде надіслано на телефон

# simple_card_remind_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# simple_card_remind_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# simple_card_froze_this_card
source: Freeze this card?
es: ¿Bloquear esta tarjeta?
fr: Bloquer cette carte ?
pl: Zamrozić tę kartę?
uk: Заморозити цю картку?

# simple_card_froze_description
source: After card is set payments and ATM frozen, all withdrawals will be declined. You may always unfreeze you card later.
es: Una vez que la tarjeta esté congelada, los pagos y los retiros en cajeros automáticos serán rechazados. Puede descongelar su tarjeta en cualquier momento.
fr: Après le blocage de votre carte, tous les retraits seront refusés. Vous pouvez toujours la débloquer plus tard.
pl: Po ustawieniu płatności i zablokowaniu bankomatu wszystkie wypłaty zostaną odrzucone. Kartę zawsze można później odblokować.
uk: Після того, як картку буде заблоковано, всі зняття коштів з неї будуть відхилені. Ви завжди можете розморозити картку пізніше.

# simple_card_froze_freeze
source: Freeze
es: Bloquear
fr: Geler
pl: Zamrożenie
uk: Заморозити

# simple_card_froze_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# simple_card_froze_alert
source: All card transactions will be declined until card is unfrozen back
es: Todas las transacciones con tarjeta serán rechazadas hasta que la tarjeta sea descongelada
fr: Toutes les transactions par carte seront refusées jusqu'à ce que la carte soit débloquée.
pl: Wszystkie transakcje kartą zostaną odrzucone do momentu odmrożenia karty
uk: Усі транзакції за карткою будуть відхилені, доки картку не буде розморожено

# simple_card_add_cash_from
source: Deposit from
uk: Поповнити з

# simple_card_add_cards
source: Cards
es: Tarjetas
fr: Cartes
pl: Karty
uk: Картки

# simple_card_password_rule_1
source: 1 upper case letter (A—Z)
es: 1 letra mayúscula (A-Z)
fr: 1 lettre majuscule (A—Z)
pl: 1 duża litera (A-Z)
uk: 1 велика літера (A-Z)

# simple_card_password_rule_2
source: 1 lower case letter (a—z)
es: 1 letra minúscula (a-z)
fr: 1 lettre minuscule (a—z)
pl: 1 mała litera (a-z)
uk: 1 мала літера (a-z)

# simple_card_password_rule_3
source: 1 number (0—9)
es: 1 número (0-9)
fr: 1 numéro (0—9)
pl: 1 cyfra (0-9)
uk: 1 цифра (0-9)

# simple_card_password_rule_4
source: Minimum 8 characters long
es: Mínimo 8 caracteres
fr: Minimum 8 caractères requis
pl: Minimum 8 znaków
uk: Мінімум 8 символів

# simple_card_get_crypto_first
source: You need to get crypto first
uk: Спочатку потрібно отримати криптовалюту

# simple_card_pin_was_send
source: PIN was sent in SMS
es: El PIN fue enviado a su teléfono
fr: Le PIN a été envoyé par SMS
pl: PIN został wysłany w wiadomości SMS
uk: PIN-код було надіслано в SMS

# simple_card_account_verification
source: Please complete account verification at our card issuing partner
es: Por favor, complete el proceso de verificación de la cuenta con nuestro emisor de tarjetas
fr: Veuillez finaliser la vérification de votre compte chez notre partenaire émetteur de cartes.
pl: Prosimy o ukończenie weryfikacji konta u naszego partnera wydającego karty
uk: Будь ласка, пройдіть верифікацію рахунку у нашого партнера-емітента картки

# simple_card_verify_account
source: Verify account
es: Verificar cuenta
fr: Vérifiez le compte
pl: Zweryfikuj konto
uk: Верифікувати акаунт

# balanceActionButtons_add_cash
source: Deposit
es: Depositar
fr: Dépôt
pl: Doładowanie
uk: Поповнити

# iban_send_history_benificiary
source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
pl: Beneficjent
uk: Бенефіціар

# add_cash_to
source: Deposit to
es: Depositar a
fr: Déposez sur
pl: Doładowanie w
uk: Поповнити на

# transactionDetailsStatus_pending
source: Pending
es: En curso
fr: En attente
pl: Oczekujący
uk: В процесі

# iban_send_history_beneficairy
source: Beneficiary
uk: Бенефіціар

# card_history_description
source: Description
es: Descripción
fr: Description améliorée : Simple, nous sommes une application crypto conviviale et simplifiée.
pl: Opis
uk: Опис

# card_history_total_charge
source: Total charge
uk: Загальна cума

# card_history_total_refund
source: Total refund
es: Total devuelto
fr: Remboursement intégral
pl: Całkowity zwrot kosztów
uk: Загалом повернуто

# card_history_credited_to
source: Credited to
es: Reembolsado a
fr: Crédité à
pl: Przypisane do
uk: На карту

# card_history_purchase_progress
source: Will be automatically reverted after 30 days after the purchase if unclaimed by merchant
es: Se revertirá automáticamente después de 30 días si el comerciante no la reclama
fr: Sera automatiquement annulé 30 jours après l'achat si non réclamé par le marchand.
pl: Zostanie automatycznie zwrócona po 30 dniach od zakupu, jeśli nie zostanie odebrana przez sprzedawcę
uk: Буде автоматично повернуто через 30 днів після покупки, якщо не буде затребувано продавцем

# card_history_purchase_declined
source: The merchant cancelled this transaction. You have not been charged.
es: El vendedor canceló esta transacción. A usted no cobraron nada.
fr: Le commerçant a annulé cette transaction. Aucun frais ne vous a été facturé.
pl: Sprzedawca anulował tę transakcję. Opłata nie została pobrana.
uk: Продавець скасував цю транзакцію. З вас не було знято жодних платежів.

# operationName_cash_withdrawal
source: Cash withdrawal
es: Retiro de fondos
fr: Retrait d'argent
pl: Wypłata gotówki
uk: Зняття готівки

# operationName_refund
source: Refund
es: Reembolso
fr: Remboursement
pl: Zwrot kosztów
uk: Повернення

# operationName_purchase
source: Purchase
es: Compra
fr: Achat
pl: Zakup
uk: Покупка

# history_with
source: with
es: Monto
fr: avec
pl: Z
uk: Сума

# tost_convert_message_1
source: Your crypto balance is zero. Please get crypto first
es: Su saldo de criptomonedas está vacío. Por favor, compre criptomonedas para comenzar.
fr: Votre solde crypto est à zéro. Veuillez d'abord obtenir des cryptos.
pl: Twoje saldo kryptowalut wynosi zero. Najpierw zdobądź kryptowalutę
uk: Ваш криптовалютний баланс нульовий. Будь ласка, спочатку отримайте криптовалюту

# tost_sell_message_1
source: You need to create EUR account and get crypto first
es: Debe abrir una cuenta en EUR y comprar criptomonedas antes de continuar
fr: Créez un compte EUR et obtenez d'abord des cryptos.
pl: Musisz najpierw utworzyć konto EUR i zdobyć kryptowalutę
uk: Спочатку потрібно створити обліковий запис в EUR та отримати криптовалюту

# tost_sell_message_2
source: Your crypto balance is zero
es: Su saldo de criptomonedas está vacío
fr: Votre solde crypto est à zéro
pl: Saldo kryptowalut wynosi zero
uk: Ваш криптовалютний баланс нульовий

# tost_sell_message_3
source: You need to create EUR account first
es: Primero debe crear una cuenta en EUR
fr: Créez d'abord un compte EUR
pl: Najpierw należy utworzyć konto EUR
uk: Спочатку вам потрібно створити рахунок в євро

# history_for
source: for
es: por
fr: pour
pl: dla
uk: Для

# history_paid_with
source: Paid with
es: Pagado con
fr: Payé avec
pl: Zapłacono za pomocą
uk: Оплачується з

# history_withdrawn
source: Withdrawn
es: Retirado
fr: Retiré
pl: Wycofany
uk: Виведено

# history_added_cash
source: Added cash
es: Fondos agregados
fr: Ajout d'argent
pl: Dodana gotówka
uk: Заведено готівку

# history_sent_gift
source: Sent gift
es: Enviar un regalo
fr: Envoyé un cadeau
pl: Wysłany prezent
uk: Відправлено подарунок

# history_received_gift
source: Received gift
es: Regalo recibido
fr: Reçu un cadeau
pl: Otrzymany prezent
uk: Отримано подарунок

# history_sent_globally
source: Sent globally
es: Enviar globalmente
fr: Envoyé mondialement
pl: Wysyłane globalnie
uk: Відправлено глобально

# operation_bloked_text
source: Operation is unavailable.
es: Servicio temporalmente no disponible
fr: Opération non disponible.
pl: Operacja jest niedostępna.
uk: Операція не доступна.

# gift_kyc_alert_description
source: Please verify your account to claim your gift
es: Por favor, verifique su cuenta para obtener su regalo
fr: Veuillez vérifier votre compte pour réclamer votre cadeau
pl: Zweryfikuj swoje konto aby odebrać prezent
uk: Будь ласка, верифікуйте акаунт щоб прийняти подарунок

# gift_kyc_verify
source: Verify
es: Verificar
fr: Vérifiez
pl: Weryfikacja
uk: Верифікувати

# phone_cahange_warning
source: Before you proceed please be aware that for security purposes all send and withdraw operations will be blocked for 48 hours after successful update of the phone number
es: Antes de continuar, tenga en cuenta que por razones de seguridad, todas las operaciones de envío y retiro serán bloqueadas durante 48 horas después de actualizar su número de teléfono.
fr: Avant de continuer, veuillez noter que pour des raisons de sécurité, toutes les opérations d'envoi et de retrait seront bloquées pendant 48 heures après la mise à jour réussie de votre numéro de téléphone.
pl: Przed kontynuowaniem należy pamiętać, że ze względów bezpieczeństwa wszystkie operacje wysyłania i wypłacania zostaną zablokowane na 48 godzin po pomyślnej aktualizacji numeru telefonu
uk: Перш ніж продовжити, будь ласка, зверніть увагу, що в цілях безпеки всі операції надсилання та зняття коштів будуть заблоковані на 48 годин після успішного оновлення номера телефону

# reference_character_minimum
source: 5 characters or more
es: 5 caracteres o más
fr: 5 caractères ou plus
pl: 5 znaków lub więcej
uk: 5 символів або більше

# gift_receive_history_from
source: From
es: De
fr: De
pl: Od
uk: Від

source: Confirm with SMS
es: Confirmar por SMS
fr: Confirmez par SMS
pl: Potwierdź SMS-em
uk: Підтвердити через SMS

# buy_confirm_with_unlimit_1_part
source: By continuing you confirm sending funds of
es: Al continuar, acepta enviar los fondos especificados por un monto de
fr: En continuant, vous confirmez l'envoi de fonds de
pl: Kontynuując, potwierdzasz wysłanie środków w wysokości
uk: Продовжуючи, ви підтверджуєте відправку коштів у розмірі

# buy_confirm_with_unlimit_2_part
source: from your bank account at Unlimit to the bank account
es: desde su cuenta en Unlimit a la cuenta bancaria
fr: de votre compte bancaire chez Unlimit vers le compte bancaire
pl: ze swojego konta bankowego w Unlimit na konto bankowe
uk: з вашого банківського рахунку в Unlimit на банківський рахунок

# buy_confirm_with_unlimit_3_part
source: on the name of
es: a nombre de
fr: au nom de
pl: w imieniu
uk: на ім'я

# iban_deposit_text
source: Local EUR deposits
es: Depósitos locales en EUR
fr: Dépôts EUR locaux
pl: Wpłata za pośrednictwem EUR
uk: Поповнення через EUR

# validReferralCode_delete
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
uk: Видалити

# invalidReferralCode_invalidReferralCode
source: Invalid referral code
es: Código de referencia no válido
fr: Code de parrainage invalide
pl: Nieprawidłowy kod polecający
uk: Невірний код рефералу

# checkingReferralCode_checking
source: Checking...
es: Comprobando...
fr: Vérification...
pl: Sprawdzanie...
uk: Перевірка...

# referralCode_have_a_referral_code
source: Have a referral code?
es: ¿Código de referencia?
fr: Vous avez un code de parrainage ?
pl: Masz kod polecający?
uk: Маєте реферальний код?

# referralCode_add
source: Add
es: Añadir
fr: Ajouter
pl: Dodaj
uk: Додати

# showReferralCode_enterReferralCode
source: Enter referral code
es: Introduce código de referencia
fr: Entrez le code de parrainage
pl: Wprowadź kod polecający
uk: Ввести реферальний код

# showReferralCode_referralCode
source: Referral code
es: Código de referencia
fr: Code de parrainage
pl: Kod polecenia
uk: Реферальний код

# showReferralCode_pasteReferralCode
source: Paste referral code or click on the link that a friend gave you.
es: Pega el código de referencia o haz clic en el enlace que te ha dado un amigo.
fr: Collez le code de parrainage ou cliquez sur le lien qu'un ami vous a donné.
pl: Wklej kod polecający lub kliknij łącze podane przez znajomego.
uk: Вставте реферальний код або перейдіть за посиланням, яке вам дав друг.

# onboarding_title_1
source: Finance is Simple
es: Las finanzas son simples
fr: Finance est Simple
pl: Finanse są proste
uk: Фінанси - це просто

# onboarding_title_2
source: Crypto is Simple
es: Las criptomonedas son simples
fr: Crypto est Simple
pl: Kryptowaluty są proste
uk: Криптовалюта - це легко

# onboarding_title_3
source: Sending money Globally
es: Envío de dinero a todo el mundo
fr: Envoi d'argent à l'échelle mondiale
pl: Wysyłaj pieniądze bez przeszkód
uk: Надсилайте гроші без перешкод

# onboarding_descriction_1
source: Gain seamless control over your personal finances and crypto portfolio
es: Obtenga un control perfecto sobre sus finanzas personales y su cartera de criptomonedas
fr: Prenez le contrôle fluide de vos finances personnelles et de votre portefeuille crypto.
pl: Osiągnij bezproblemową kontrolę nad swoimi finansami osobistymi oraz portfelem kryptowalut
uk: Отримайте повний контроль над особистими фінансами та криптовалютним портфелем

# onboarding_descriction_2
source: Ease your crypto transactions for smooth buying and exchanging
es: Simplifique sus transacciones de criptomonedas para comprar y vender sin problemas
fr: Simplifiez vos transactions crypto pour des achats et échanges fluides.
pl: Ułatw swoje transakcje kryptowalutowe, aby łatwo kupować i wymieniać
uk: Спростіть свої криптовалютні транзакції для зручної купівлі та обміну

# onboarding_descriction_3
source: Effortlessly transfer funds worldwide with speed and security
es: Transfiera fondos a todo el mundo sin esfuerzo, con rapidez y seguridad
fr: Transférez des fonds mondialement sans effort, rapidement et en toute sécurité
pl: Bez wysiłku przekazuj środki na całym świecie z szybkością i bezpieczeństwem
uk: Швидко та безпечно переказуйте кошти по всьому світу без зайвих зусиль

# simple_card_terminate_card
source: Terminate card
es: Cerrar tarjeta
fr: Annuler la carte
pl: Terminuj kartę
uk: Закрити картку

# simple_card_terminate_only_available_alert
source: Only available when the card has a zero balance
es: Esta función solo está disponible cuando el saldo de la tarjeta es ceroDisponible solo cuando la tarjeta tiene saldo cero
fr: Disponible uniquement lorsque la carte est à solde zéro
pl: Dostępne tylko przy zerowym saldzie kart
uk: Доступно, якщо карта має нульовий баланс

# simple_card_terminate_got_it
source: Got it
es: Entendido
fr: Compris
pl: Zrozumiane
uk: Зрозуміло

# simple_card_terminate_terminate_card_question
source: Terminate card?
es: ¿Cerrar tarjeta?
fr: Annuler la carte?
pl: Zakończyć kartę?
uk: Закрити картку?

# simple_card_terminate_terminate_warning_1
source: We will terminate card
es: Ahora cancelaremos su tarjeta
fr: Nous allons résilier la carte
pl: Karta zostanie natychmiast zamknięta
uk: Ми закриємо картку

# simple_card_terminate_terminate_warning_2
source: immediately. After termination all further transactions will be declined. Card termination cannot be reverted.
es: inmediatamente. Después de la cancelación, todas las transacciones futuras serán rechazadas. La cancelación de la tarjeta es irreversible.
fr: immédiatement. Après la résiliation, toutes les transactions ultérieures seront refusées. La résiliation de la carte ne peut pas être annulée.
pl: Po anulowaniu wszystkie dalsze transakcje zostaną odrzucone. Nie można cofnąć wypowiedzenia karty.
uk: негайно. Після закриття всі подальші транзакції будуть відхилені. Скасування закриття картки неможливо.

# simple_card_terminate_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
uk: Підтвердити

# simple_card_terminate_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
uk: Скасувати

# simple_card_terminate_success_1
source: The card
es: La tarjeta
fr: La carte
pl: Karta
uk: Карта

# simple_card_terminate_success_2
source: has been terminated
es: ha sido cerrada
fr: a été terminé
pl: Została zakończona
uk: була закрита

# simple_card_limits_daily_limits
source: Daily limits
es: Límites diarios
fr: Limites quotidiennes
pl: Dzienny limit
uk: Денні ліміти

# simple_card_limits_monthly_limits
source: Monthly limits
es: Límites mensuales
fr: Limites mensuelles
pl: Miesięczne limity
uk: Місячні ліміти

# simple_card_limits_monthly_spending
source: Spending
es: Gastos
fr: Dépenses
pl: Wydawanie
uk: Витрати

# simple_card_limits_monthly_atm_withdrawals
source: ATM withdrawals
es: Retiros en ATM
fr: Retraits ATM
pl: Wypłaty z ATM
uk: Зняття готівки

source: External transfer
es: Transferencia externa
fr: Transfert externe
pl: Przelew zewnętrzny
uk: Зовнішній переказ

source: Internal exchange
es: Intercambio interno
fr: Échange interne
pl: Wewnętrzna wymiana
uk: Внутрішній переказ
