Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# sendByPhoneInput_byPhone
source: by phone
ru: по телефону
uk: телефоном

# sendByPhoneInput_phoneNumber
source: Phone number
ru: Номер телефона
uk: Номер телефону

# sendByPhoneInput_send
source: Send
ru: Отправить
uk: Надіслати

# sendByPhoneInput_select
source: Select
uk: Вибрати

# sendByPhoneInput_codeLocalNumber
source: This contact has a local number.
uk: Цей контакт має місцевий номер.

# sendByPhoneInput_codeSelectCountry
source: Please select country
uk: Будь ласка, оберіть країну

# sendByPhoneInput_doubleCheckPhone
source: Double check the phone number before you proceed.
uk: Перевірте номер телефону перед тим, як продовжити.

# sendByPhoneInput_makeSureIsCorrect
source: Make sure that the phone number is correct
uk: Переконайтеся, що номер телефону правильний

# disclaimer_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# showSmsAuthWarning_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
uk: Продовжити

# showSmsAuthWarning_primaryText
source: Are you sure you want to disable SMS Authentication
es: ¿Está seguro de que desea deshabilitar la autenticación por SMS?
fr: Voulez-vous vraiment désactiver l'authentification par SMS ?
pl: Czy na pewno chcesz wyłączyć uwierzytelnianie SMS
ru: Вы уверены, что хотите отключить SMS-аутентификацию
uk: Ви впевнені, що хочете вимкнути SMS-аутентифікацію

# showSmsAuthWarning_secondaryText
source: I understand and accept all risks associated with lowering the level of account security. For security reasons, the ability to withdraw funds from the account will be suspended for 24 hours
es: Entiendo y acepto todos los riesgos asociados con la reducción del nivel de seguridad de la cuenta. Por razones de seguridad, la posibilidad de retirar fondos de la cuenta se suspenderá por 24 horas
fr: Je comprends et accepte tous les risques liés à la réduction du niveau de sécurité du compte. Pour des raisons de sécurité, la possibilité de retirer des fonds sera suspendue pendant 24 heures.
pl: Rozumiem i akceptuję wszelkie ryzyka związane z obniżeniem poziomu bezpieczeństwa rachunku. Ze względów bezpieczeństwa możliwość wypłaty środków z rachunku zostanie zawieszona na 24 godziny
ru: Я понимаю и принимаю все риски, связанные с понижением уровня безопасности аккаунта. В целях безопасности возможность вывода средств со счета будет приостановлена ​​на 24 часа
uk: Я розумію і приймаю всі ризики, пов'язані зі зниженням рівня безпеки акаунта. З міркувань безпеки можливість виведення коштів з акаунта буде призупинено на 24 години

# showSmsAuthWarning_later
source: Later
es: Más tarde
fr: Plus tard
pl: Później
ru: Позже
uk: Пізніше

# noReferralCode_havePromoCode
source: I have promo code
ru: У меня есть промокод
uk: У мене є промокод

# confirmPassword_checkYourEmail
source: Check your Email
ru: Проверьте свою электронную почту
uk: Перевірте свою електронну пошту

# confirmPassword_recoveryEmail
source: Recovery email with reset password instruction has been sent to
ru: Письмо для восстановления с инструкцией по сбросу пароля отправлено на
uk: Лист для відновлення з інструкцією по скиданню пароля було відправлено на адресу

# confirmPassword_seeThePasswordRecovery
source: If you don't see the password recovery email in your inbox, please check your spam folder
ru: Если вы не видите письмо для восстановления пароля в папке «Входящие», проверьте папку «Спам»
uk: Якщо ви не бачите листа для відновлення пароля у поштовій скринці, перевірте папку зі спамом

source: Something went wrong
es: ¡Lo siento! Algo salió mal
fr: Quelque chose s'est mal passé
pl: Coś poszło nie tak
ru: Что-то пошло не так
uk: Щось пішло не так

# something_went_wrong_try_again
source: Something went wrong. Please try again later
es: Algo salió mal. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
pl: Coś poszło nie tak. Proszę spróbować później
ru: Что-то пошло не так. Пожалуйста, повторите попытку позже
uk: Щось пішло не так. Будь ласка, спробуйте пізніше

# something_went_wrong_try_again2
source: Something went wrong! Please try again
es: ¡Algo salió mal! Por favor, inténtelo de nuevo
fr: Quelque chose s'est mal passé! Veuillez réessayer
pl: Coś poszło nie tak! Proszę spróbować ponownie
ru: Что-то пошло не так! Попробуйте еще раз
uk: Щось пішло не так! Будь ласка, спробуйте знову

# setNewPassword_createPassword
source: Create a password
es: Cree una contraseña
fr: Créez un mot de passe
pl: Utwórz hasło
ru: Создать пароль
uk: Створіть пароль

# withdrawalConfirm_your
source: Your
ru: Твой
uk: Ваш

# withdrawalConfirm_close
source: Close
ru: Закрыть
uk: Закрити

# withdrawalConfirm_failedToResend
source: Failed to resend. Try again
es: Quiero recibir actualizaciones de marketing sobre los nuevos productos, servicios y funciones de Simple
fr: Échec de renvoi. Réessayez.
pl: Ponowne wysłanie nie powiodło się. Spróbuj ponownie
ru: Не удалось повторно отправить. Попробуйте еще раз
uk: Не вдалося надіслати повторно. Спробуйте ще раз

# withdrawalConfirm_editOrder
source: Edit Order
es: Editar orden
fr: Modifier l'Ordre
pl: Edytuj zamówienie
ru: Изменить ордер
uk: Редагувати замовлення

# withdrawalConfirm_failure
source: Failure
es: No se pudo
fr: Échec
pl: Nieudane
ru: Неудача
uk: Не вдалося

# withdrawalConfirm_requestHasBeenSubmitted
source: request has been submitted
ru: запрос отправлен
uk: запит надіслано

# withdrawalConfirm_failedTo
source: Failed to
es: No se pudo
fr: Échec à
pl: Nie udało się
ru: Не удалось
uk: Не вдалося

# mailingCheckbox_wantSubscibe
source: I want to subscribe to the marketing communications upon the new Products, Services and features of Simple
es: Quiero suscribirme al boletín de noticias de marketing sobre nuevos productos, servicios y oportunidades de Simple.
fr: Je souhaite m'abonner aux communications marketing concernant les nouveaux produits, services et fonctionnalités de Simple.
pl: Chcę subskrybować komunikaty marketingowe dotyczące nowych Produktów, Usług i funkcji Simple
ru: Я хочу подписаться на маркетинговые сообщения о новых продуктах, услугах и функциях Simple
uk: Я хочу підписатися на розсилку маркетингових повідомлень про нові продукти, послуги та можливості компанії Simple

# invalidReferralCodeLink_invalidReferralCodeLink
source: Invalid referral code/link
ru: Недействительный реферальный код/ссылка
uk: Невірний код рефералу/посилання

# loadingReferralCode_checking
source: Checking
ru: Проверка
uk: Перевіряємо

# withdrawalAddress_address
source: Address
es: Dirección
fr: Adresse
pl: Adres
ru: Адрес
uk: Адреса

# withdrawalAddress_pushAllowCamera
source: To scan the QR Code, give Simple permission to access your camera
es: Para escanear el código QR, permite que Simple acceda a tu cámara
fr: Pour scanner le QR Code, autorisez Simple à accéder à votre caméra.
pl: Aby zeskanować kod QR, zezwól Simple na dostęp do aparatu
ru: Чтобы отсканировать QR-код, дайте Simple разрешение на доступ к вашей камере.
uk: Щоб відсканувати QR-код, надайте дозвіл Simple на доступ до камери

# withdrawalAddress_checking
source: Checking
es: Verificando
fr: Vérification
pl: Kontrola
ru: Проверка
uk: Перевіряємо

# withdrawalAddress_invalid
source: Invalid
es: Inválida
fr: Invalide
pl: Nieważny
ru: Недействительный
uk: Недійсна

# withdrawalAddress_error
source: Error
fr: Erreur
pl: Błąd
ru: Ошибка
uk: Помилка

# showReferralCodeLink_enterReferralCodeLink
source: Enter referral code/link
ru: Введите реферальный код/ссылку
uk: Введіть реферальний код/посилання

# showReferralCodeLink_referralCodeLink
source: Referral code/link
ru: Реферальный код/ссылка
uk: Реферальний код/посилання

# showReferralCode_pasteReferralLinkOrCode
source: Paste referral link or code. We recommend to click on the link or scanning a QR code.
ru: Вставьте реферальную ссылку или код. Рекомендуем перейти по ссылке или отсканировать QR-код
uk: Вставте реферальне посилання або код. Рекомендуємо перейти за посиланням або відсканувати QR-код.

# validReferralCode_yourReferralCode
source: Your referral code
es: Su código de referencia
fr: Votre code de parrainage
pl: Twój kod polecający
ru: Ваш реферальный код
uk: Ваш реферальний код

# validReferralCode_validReferralCode
source: Valid referral code
es: Código de referencia válido
fr: Code de parrainage valide
pl: Prawidłowy kod polecający
ru: Действительный реферальный код
uk: Дійсний реферальний код

# passwordReset_pleaseWait
source: Please wait
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# passwordReset_passwordReset
source: Password reset
ru: Сброс пароля
uk: Скидання пароля

# authentication_invalidLoginOrPassword
source: Invalid login or password
ru: Неправильный логин или пароль
uk: Неправильний логін або пароль

# uploadKycDocuments_uploadPhotos
source: Upload photos
es: Cargar fotos
fr: Téléchargez des photos
pl: Załadować zdjęcia
ru: Загрузить фото
uk: Завантажуйте фотографії

# apiSelectorScreen_provideProxy
source: Provide proxy
fr: Fournissez un proxy
pl: Podaj proxy
ru: Предоставить прокси
uk: Надати довіреність

# apiSelector_justSkip
source: Just skip the field above if you don't need it
es: Omite este campo si no es necesario
fr: Si vous n'en avez pas besoin, ignorez simplement le champ ci-dessus.
pl: Po prostu pomiń pole powyżej, jeśli go nie potrzebujesz
ru: Просто пропустите поле выше, если оно вам не нужно
uk: Просто пропустіть поле вище, якщо воно вам не потрібне

# update_timeToUpdate
source: It's time to update
es: Es hora de actualizar
fr: Il est temps de mettre à jour
pl: Czas na aktualizację
ru: Пришло время обновить
uk: Настав час оновити

# update_downloadTheLatestVersion
source: To use this app, download the latest version
es: Para usar esta aplicación, descargue la última versión.
fr: Pour utiliser cette application, téléchargez la dernière version.
pl: Aby korzystać z tej aplikacji, pobierz najnowszą wersję
ru: Чтобы использовать это приложение, загрузите последнюю версию
uk: Щоб користуватися цим додатком, завантажте останню версію

# update_update
source: Update
es: Actualización
fr: Mise à jour
pl: Aktualizacja
ru: Обновить
uk: Оновлення

# update_updateSimple
source: Update Simple
es: Actualizar Simple
fr: Mettez à jour Simple
pl: Prosta aktualizacja
ru: Обновить Simple
uk: Оновити Simple

# update_weRecommendUpdateLatestVersion
source: Kindly consider updating to the latest version
es: Mantén tu aplicación funcionando sin problemas—actualiza a la versión más reciente.
fr: Veuillez envisager de mettre à jour vers la dernière version.
pl: Prosimy rozważyć aktualizację do najnowszej wersji
ru: Рекомендуем обновиться до последней версии
uk: Рекомендуємо оновити до останньої версії

# update_notNow
source: Not Now
es: Ahora no
fr: Pas maintenant
pl: Nie teraz
ru: Не сейчас
uk: Не зараз

# appInitFpod_emailNotFound
source: Email not found
es: Correo electrónico no encontrado
fr: Email introuvable
pl: Email nie znaleziony
ru: Электронная почта не найдена
uk: Email не знайдено

# successScreen_success
source: Success
es: ¡Exitosamente!
fr: Succès
pl: Powodzenie
ru: Успешно
uk: Успішно!

# successKycScreen_success
source: Success
es: ¡Exitosamente!
fr: Succès
pl: Powodzenie
ru: Успешно
uk: Успішно!

# successKycScreen_done
source: Done
es: Listo
fr: Terminé
pl: Gotowe
ru: Готово
uk: Успішно!

# recurringSuccessScreen_success
source: Success
ru: Успешно
uk: Успішно!

# recurringSuccessScreen_orderProcessing
source: Order processing
ru: Обработка ордера
uk: Обробка замовлення

# resetRichText_resend
source: Resend
es: Reenviar
fr: Renvoyer
pl: Wysłać ponownie
ru: Отправить
uk: Повторно відправити

# resetRichText_didntReceiveTheCode
source: Didn't receive the code?
es: ¿No recibió el código?
fr: Code non reçu ?
pl: Nie otrzymałeś kodu?
ru: Не получил код
uk: Не отримали код?

# withdrawalConfirm_openEmailApp
source: Open email app
es: Abra la aplicación de correo electrónico
fr: Ouvrez l'application email
pl: Otwórz aplikację pocztową
ru: Открыть приложение электронной почты
uk: Відкрийте додаток електронної пошти

# withdrawalConfirm_request
source: request
es: solicitud
fr: demande
pl: żądanie
ru: Запрос
uk: запит

# withdrawalConfirm_confirmYour
source: Confirm your
es: Confirme su
fr: Confirmez votre
pl: Potwierdź swój
ru: Подтвердите свой
uk: Підтвердіть свій

# withdrawalConfirm_confirm
source: Confirm
es: Confirme
fr: Confirmer
pl: Potwierdzać
ru: Подтвердить
uk: Підтвердіть

# withdrawalConfirm_resend
source: Resend
fr: Renvoyer
pl: Wyślij ponownie
ru: Отправить
uk: Повторно відправити

# withdrawalConfirm_didntReceiveTheCode
source: Didn't receive the code
es: No recibí el código
fr: Code non reçu
pl: Nie otrzymałem kodu
ru: Не получил код
uk: Не отримали код

# withdrawalConfirm_seconds
source: seconds
es: segundos
fr: secondes
pl: sekund
ru: секунды
uk: секунди

# withdrawalConfirm_youCanResendIn
source: You can resend in
es: Puede reenviar en
fr: Vous pouvez renvoyer dans
pl: Możesz ponownie wysłać
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# withdrawalConfirm_text
source: request by opening the link in the email we sent to
es: Para completar tu solicitud, abre el enlace en el correo electrónico que enviamos a
fr: Ouvrez le lien dans l'email que nous vous avons envoyé.
pl: żądanie otwierając link w e-mailu, na który wysłaliśmy
ru: запрос, открыв ссылку в электронном письме, которое мы отправили на
uk: запит, перейшовши за посиланням в електронному листі, який ми надіслали на адресу

# withdrawalConfirm_cancelRequest
source: Cancel Request
es: Cancelar la solicitud
fr: Annuler la demande
pl: Żądanie anulowania
ru: Отменить запрос
uk: Скасувати запит

# twoFaPhone_youCanResendIn
source: You can resend in
es: Puede reenviar en
fr: Vous pouvez renvoyer dans
pl: Możesz ponownie wysłać za
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# twoFaPhone_didntReceiveTheCode
source: Didn't receive the code
es: No recibí el código
fr: Code non reçu
pl: Nie otrzymałem kodu
ru: Не получил код
uk: Не отримали код

# twoFaPhone_phoneConfirmation
source: Phone Confirmation
es: Confirmación de teléfono
fr: Confirmation Téléphonique
pl: Potwierdzenie telefoniczne
ru: Подтверждение телефона
uk: Підтвердження телефону

# twoFaPhone_seconds
source: seconds
es: segundos
fr: secondes
pl: sekund
ru: секунды
uk: секунди

# twoFaPhone_enterSmsCode
source: Enter the SMS code we have sent to your phone
es: Introduzca el código SMS que le hemos enviado a su teléfono
fr: Saisissez le code SMS envoyé à votre téléphone
pl: Wprowadź kod SMS, który wysłaliśmy na Twój telefon
ru: Введите SMS-код, который мы отправили на ваш телефон
uk: Введіть SMS-код, який ми надіслали на ваш телефон

# twoFaPhone_errorOccured
source: Error occured
es: Se produjo un error
fr: Une erreur s'est produite
pl: Wystąpił błąd
ru: Произошла ошибка
uk: Виникла помилка

# twoFaPhone_resend
source: Resend
es: Reenviar
fr: Renvoyer
pl: Wysłać ponownie
ru: Отправить
uk: Повторно відправити

# confirmPasswordReset_didntReceiveTheCode
source: Didn't receive the code
ru: Не получил код
uk: Не отримали код

# confirmPasswordReset_resend
source: Resend
ru: Отправить
uk: Повторно відправити

# confirmPasswordReset_seconds
source: seconds
ru: секунды
uk: секунди

# confirmPasswordReset_youCanResendIn
source: You can resend in
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# confirmPasswordReset_failedToResend
source: Failed to resend. Try again
ru: Не удалось повторно отправить. Попробуйте еще раз
uk: Не вдалося надіслати повторно. Спробуйте ще раз

# sendByPhoneConfirm_resend
source: Resend
ru: Отправить
uk: Повторно відправити

# sendByPhoneConfirm_didntReceiveTheCode
source: Didn't receive the code
ru: Не получил код
uk: Не отримали код

# sendByPhoneConfirm_seconds
source: seconds
ru: секунды
uk: секунди

# sendByPhoneConfirm_youCanResendIn
source: You can resend in
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# sendByPhoneConfirm_confirmSendRequest
source: Confirm Send request
ru: Подтвердить Отправить запрос
uk: Підтвердити запит на Відправку

# sendByPhoneConfirm_openEmailApp
source: Open email app
ru: Открыть приложение электронной почты
uk: Відкрийте додаток електронної пошти

# sendByPhoneConfirm_cancelRequest
source: Cancel Request
ru: Отменить запрос
uk: Скасувати запит

# sendByPhoneConfirm_description
source: Confirm your send request by opening the link in the email we sent to
ru: Подтвердите свой запрос на отправку, открыв ссылку в электронном письме, которое мы отправили на
uk: Підтвердіть свій запит на відправку, перейшовши за посиланням в електронному листі, який ми надіслали на адресу

# phoneVerification_enterSmsCode
source: Enter the SMS code we have sent to your phone
es: Introduzca el código SMS que le hemos enviado a su teléfono
fr: Saisissez le code SMS envoyé à votre téléphone
pl: Wprowadź kod SMS, który wysłaliśmy na Twój telefon
ru: Введите SMS-код, который мы отправили на ваш телефон
uk: Введіть SMS-код, який ми надіслали на ваш телефон

# phoneVerification_seconds
source: seconds
es: segundos
fr: secondes
pl: sekund
ru: секунды
uk: секунди

# phoneVerification_youCanResendIn
source: You can resend in
ru: Вы можете повторно отправить в
uk: Ви можете надіслати повторно через

# phoneVerification_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# phoneVerification_phoneConfirmation
source: Phone confirmation
ru: Подтверждение телефона
uk: Підтвердження телефону

# phoneVerification_changeNumber
source: Change number
ru: Изменить номер
uk: змінити номер

# phoneVerification_pleaseContact
source: If you don't have access to this number, please contact
es: Si no tiene acceso a este número, comuníquese con
fr: Si vous n'avez pas accès à ce numéro, veuillez nous contacter.
pl: Jeśli nie masz dostępu do tego numeru, skontaktuj się ze
ru: Если у вас нет доступа к этому номеру, свяжитесь с
uk: Якщо у вас немає доступу до цього номера, будь ласка, зверніться до

# phoneVerification_support
source: support
es: el soporte.
fr: soutien
pl: wsparciem
ru: поддержка
uk: підтримка

# pushNotification_thisChannelIsUsed
source: This channel is used for important notifications.
ru: Этот канал используется для важных уведомлений
uk: Цей канал використовується для важливих сповіщень.

# pushNotification_userDeclined
source: User declined or has not accepted permission
ru: Пользователь отклонил или не принял разрешение
uk: Користувач відмовився або не прийняв дозвіл

# appVersionBox_version
source: Version
es: Versión
pl: Wersja
ru: Версия
uk: Версія

# createBannersList_verifyYourProfile
source: Verify your profile
es: Verifique su perfil
fr: Validez votre profil
pl: Zweryfikuj swój profil
ru: Подтвердите свой профиль
uk: Підтвердіть свій профіль

# createBanners_bannerText1
source: In accordance with KYC and AML Policy, you are required to pass the verification process.
ru: В соответствии с Политикой KYC и AML вам необходимо пройти процесс проверки
uk: Відповідно до Політики KYC та AML, ви зобов'язані пройти процес верифікації.

# createBanners_bannerText2
source: You'll be notified when we complete the process. Usually within a few hours
ru: Вы будете уведомлены, когда мы завершим процесс. Обычно в течение нескольких часов
uk: Ви отримаєте повідомлення, коли ми завершимо процес. Зазвичай протягом декількох годин

# createBanners_header2
source: Verifying now
es: Verificación en curso
fr: En cours de vérification
pl: Weryfikujemy teraz
ru: Проверка сейчас
uk: Документи перевіряються

# createBanners_enable2Factor
source: Enable 2-Factor
es: Habilita la autenticación de dos factores
fr: Activez le 2-Factor
pl: Włącz weryfikację
ru: Включить двухфакторную
uk: Увімкнути 2-факторну

# createBanners_bannerText3
source: To protect your account, it is recommended to turn on
es: Para proteger su cuenta, se recomienda activar
fr: Pour protéger votre compte, il est recommandé d'activer
pl: Aby chronić swoje konto, zalecamy włączyć weryfikację dwuetapową
ru: Для защиты вашей учетной записи рекомендуется включить
uk: Для захисту вашого облікового запису рекомендується ввімкнути

# createBanners_bannerText4Part1
source: Have any questions
ru: Есть вопросы
uk: Маєте питання?

# createBanners_header4
source: Chat with support
ru: Чат с поддержкой
uk: Чат зі службою підтримки

# createBanners_authentication
source: authentication
es: autenticación
fr: authentification
pl: dwuetapową
ru: аутентификация
uk: аутентифікація

# createBanners_bannerText4Part2
source: We here to help
ru: Мы здесь, чтобы помочь
uk: Ми тут, щоб допомогти

# crispSendMessage_hi
source: Hi
es: Hola
fr: Bonjour
pl: Witaj
ru: Привет
uk: Привіт

# crisp_support
source: Support
es: Soporte
fr: Assistance
pl: Wsparcie
ru: Поддерживать
uk: Підтримка

# helpCenterWebView
source: Help Center
es: Centro de Ayuda
fr: Centre d'Assistance
pl: Centrum pomocy
ru: Центр помощи
uk: Центр допомоги

# account_helpCenter
source: Help Center
es: Centro de Ayuda
fr: Centre d'Assistance
pl: Centrum pomocy
ru: Центр помощи
uk: Центр допомоги

# account_profileDetails
source: Profile details
es: Detalles del perfil
fr: Détails du profil
pl: Szczegóły profilu
ru: Детали профиля
uk: Деталі профілю

# account_security
source: Security
es: Seguridad
fr: Sécurité
pl: Bezpieczeństwo
ru: Безопасность
uk: Безпека

# account_recurringBuy
source: Recurring buy
es: Compra recurrente
fr: Achat récurrent
pl: Cykliczny zakup
ru: Повторяющаяся покупка
uk: Повторна покупка

# account_paymentMethods
source: Payment methods
es: Métodos de pago
fr: Méthodes de paiement
pl: Metody Płatności
ru: Способы оплаты
uk: Методи оплати

# account_history
source: History
ru: История
uk: Історія

# account_support
source: Support
es: Soporte
fr: Assistance
pl: Wsparcie
ru: Поддерживать
uk: Підтримка

# account_aboutUs
source: About us
es: Sobre nosotros
fr: À propos de nous
pl: O nas
ru: О нас
uk: Про нас

# account_debugInfo
source: Debug Info
es: Не используется
fr: Informations de débogage
pl: Informacje debugowania
ru: Отладочная информация
uk: Інформація щодо налагодження

# transactionHistory_history
source: History
ru: История
uk: Історія

source: Log out
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj
ru: Выйти
uk: Вийти

# emptyWatchlist_createYourWatchlist
source: Create your Watchlist
es: Cree su lista de seguimiento
fr: Créez votre Watchlist
pl: Utwórz swoją listę obserwowanych
ru: Создайте свой список наблюдения
uk: Створіть свій список спостереження

# emptyWatchlist_starAnAsset
source: Star an asset to add it to your Watchlist
es: Destaque un activo para agregarlo a su lista de seguimiento
fr: Mettez une étoile à un actif pour l'ajouter à votre Watchlist
pl: Oznacz aktywa gwiazdką, aby dodać je do swojej listy obserwowanych
ru: Пометьте объект, чтобы добавить его в свой список наблюдения
uk: Позначте елемент, щоб додати його до свого списку спостереження

# marketNestedScrollView_market
source: Market
es: Mercado
fr: Marché
pl: Rynek
ru: Маркет
uk: Ринок

# marketHeaderStats_market
source: Market
es: Mercado
fr: Marché
pl: Rynek
ru: Маркет
uk: Ринок

# marketHeaderStats_up
source: up
es: al alza
fr: haut
pl: w górę
ru: вверх
uk: росте

# marketHeaderStats_down
source: down
es: a la baja
fr: bas
pl: w dół
ru: вниз
uk: падає

# marketHeaderStats_marketIs
source: Market is
es: El mercado es
fr: Le marché est
pl: Rynek jest
ru: Рынок
uk: Ринок -

# watchlistTabBarView_market
source: Market
es: Mercado
fr: Marché
pl: Rynek
ru: Маркет
uk: Ринок

# market_all
source: All
es: Todo
fr: Tout
pl: Wszystko
ru: Все
uk: Всі активи

# market_bottomTabLabel2
source: Watchlist
ru: Список наблюдения
uk: Список спостереження

# market_bottomTabLabel3
source: Crypto Sets
ru: Крипто наборы
uk: Крипто-набори
