Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# allowCamera_goToSettings
source: Go to Settings
es: Ir a configuración
fr: Accédez aux Paramètres
pl: Przejdź do ustawień
ru: Перейти к настройкам
uk: Перейдіть до налаштувань

# allowCamera_enableCamera
source: Enable camera
es: Habilitar cámara
fr: Activez la caméra
pl: Włącz kamerę
ru: Включить камеру
uk: Увімкнути камеру

# allowCamera_text1
source: Please enable camera access when prompted to continue
es: Por favor, cuando aparezca una solicitud, habilite el acceso a la cámara para continuar
fr: Veuillez autoriser l'accès à la caméra pour continuer
pl: Proszę po wyświetleniu monitu musisz włączyć dostęp do aparatu, aby kontynuować
ru: При появлении запроса вы должны разрешить доступ к камере, чтобы продолжить.
uk: Коли з'явиться запит, будь ласка, увімкніть доступ до камери, щоб продовжити

# allowCamera_headerTitle1
source: Give permission to allow the use of camera
es: Por favor, autoriza el permiso de la cámara
fr: Autorisez l'utilisation de l'appareil photo
pl: Zezwól na korzystanie z aparatu
ru: Дайте разрешение на использование камеры
uk: Дайте дозвіл на використання камери

# allowCamera_headerTitle2
source: Allow camera access
es: Autoriza el acceso a la cámara
fr: Autorisez l'accès à la caméra
pl: Zezwól na dostęp do aparatu
ru: Разрешить доступ к камере
uk: Дозволити доступ до камери

# allowFaceId_headerTitle1
source: Give permission to allow to use Face ID
uk: Дайте дозвіл на використання Face ID

# allowFaceId_headerTitle2
source: If you want to use Face ID to unlock, enable it in settings
uk: Якщо ви хочете використовувати Face ID для розблокування, увімкніть його в налаштуваннях

# allowBiometric_headerTitle1
source: Give permission to allow to use biometrics
es: Concede permiso para usar la biometría
fr: Autorisez l'utilisation de la biométrie
pl: Zezwól na korzystanie z danych biometrycznych
uk: Дайте дозвіл на використання біометрії

# allowBiometric_headerTitle2
source: If you want to use biometrics to unlock, enable it in settings
es: Para desbloquear con biometría, habilita esta función en la configuración
fr: Pour utiliser la biométrie pour déverrouiller, activez-la dans les paramètres.
pl: Jeśli chcesz używać biometrii do odblokowania, włącz ją w ustawieniach
uk: Якщо ви хочете використовувати біометрію для розблокування, увімкніть її в налаштуваннях

# kycCountry_countryOfIssue
source: Country of Issue
es: País de emisión
fr: Pays d'émission
pl: Kraj wydania
ru: Страна-эмитент
uk: Країна резидентства

# kycChooseDocuments_scanYourDocument
source: Please scan your document
es: Por favor, escanee su documento
fr: Veuillez scanner votre document
pl: Proszę zeskanować dokument
ru: Пожалуйста, отсканируйте ваш документ
uk: Будь ласка, відскануйте свій документ

# chooseDocument_chooseDocument
source: Choose document
es: Elegir un documento
fr: Choisissez le document
pl: Wybierz dokument
ru: Выберите документ
uk: Виберіть документ

# chooseDocuments_permissionDescriptionText1
source: We cannot verify you without using your
es: No podemos verificarte sin usar tu
fr: Nous ne pouvons pas vous vérifier sans utiliser votre
pl: Nie możemy Cię zweryfikować bez użycia Twojego
ru: Мы не можем проверить вас, не используя вашу
uk: Ми не можемо верифікувати вас без використання ваших

# kycSelfie_successKycScreenSecondaryText
source: You'll be notified when we complete the process Usually within a few minutes.
es: Recibirá una notificación cuando completemos el proceso, generalmente dentro de unos minutos.
fr: Vous serez notifié dès que le processus sera terminé, généralement en quelques minutes.
pl: Zostaniesz powiadomiony, gdy zakończymy proces Zwykle w ciągu kilku minut.
ru: Вы будете уведомлены, когда мы завершим процесс. Обычно в течение нескольких минут.
uk: Ви отримаєте повідомлення, коли ми завершимо процес, зазвичай протягом декількох хвилин.

# kycSelfie_compareWithYourDocument
source: We’ll compare it with your document
es: Lo compararemos con tu documento
fr: Nous le comparerons avec votre document
pl: Porównamy to z Twoim dokumentem
ru: Мы сравним его с вашим документом
uk: Ми порівняємо його з вашим документом

# kycSelfie_selfieShouldClearly
source: The selfie should clearly show
es: La selfie debe mostrar claramente
fr: Le selfie doit être clairement visible
pl: Na selfie powinno wyraźnie widać
ru: На селфи должно быть четко видно:
uk: На селфі має бути чітко видно

# kycSelfie_faceForwardAndMakeSure
source: Face forward and make sure your eyes
es: Mire hacia adelante y asegúrese de que sus ojos
fr: Regardez droit devant et assurez-vous que vos yeux
pl: Spójrz do przodu i upewnij się, że masz oczy
ru: Повернитесь лицом вперед и убедитесь, что ваши глаза
uk: Поверніться обличчям вперед і переконайтеся, що ваші очі

# kycSelfie_removeYourGlasses
source: Remove your glasses, if necessary
es: Por favor, quítate las gafas
fr: Enlevez vos lunettes, si nécessaire
pl: W razie potrzeby zdejmij okulary
ru: Снимите очки, если необходимо
uk: За необхідності зніміть окуляри

# kycDocumentType_uploadPhoto
source: Upload photo
es: Subir una foto
fr: Télécharger une photo
pl: Prześlij zdjęcie
ru: Загрузить фото
uk: Завантажте фото

# aboutBlockText_readMore
source: Read more
es: Leer más
fr: En savoir plus
pl: Czytaj więcej
ru: Прочитайте больше
uk: Читати більше

# marketNewsBlock_readMore
source: Read more
es: Leer más
fr: En savoir plus
pl: Czytaj więcej
ru: Прочитайте больше
uk: Читати більше

# deepLinkService_readMore
source: Read more
ru: Прочитайте больше
uk: Читати більше

# aboutBlockText_officialWebsite
source: Official website
es: Sitio web oficial
fr: Site officiel
pl: Oficjalna strona internetowa
ru: Официальный веб-сайт
uk: Офіційний сайт

# aboutBlock_about
source: About
es: Acerca de:
fr: À propos
pl: O nas
ru: О
uk: Інше

# indexAllocationBlock_indexAllocation
source: Index allocation
es: Distribución del índice
fr: Allocation d'index
pl: Alokacja indeksu
ru: Распределение индекса
uk: Розподіл індексу

# indexHistoryBlock_myStats
source: My stats
es: Mis estadísticas
fr: Mes statistiques
pl: Moje statystyki
ru: Моя статистика
uk: Моя статистика

# indexHistoryBlock_todaysReturn
source: Today's return
es: Ingreso de hoy
fr: Rendement du jour
pl: Dzisiejszy zwrót
ru: Доход за сегодня
uk: Сьогоднішнє повернення

# indexHistoryBlock_totalReturn
source: Total return
es: Ingreso total
fr: Rendement total
pl: Całkowity zwrot
ru: Общий доход
uk: Загальний дохід

# indexHistoryBlock_comingSoon
source: Coming soon
es: Próximamente
fr: Bientôt disponible
pl: Wkrótce
ru: Вскоре
uk: Незабаром

# indexOverviewBlock_indexOverview
source: Index overview
es: Resumen del índice
fr: Aperçu de l'index
pl: Przegląd indeksu
ru: Обзор индекса
uk: Огляд індексу

# indexOverviewBlock_type
source: Type
es: Tipo
pl: Rodzaj
ru: Тип
uk: Тип

# indexOverviewBlock_equalWeightedIndex
source: Equal-Weighted Index
es: Índice de igual ponderación
fr: Indice à Poids Égal
pl: Wskaźnik równoważony
ru: Равновзвешенный индекс
uk: Рівнозважений індекс

# indexOverviewBlock_rebalancing
source: Rebalancing
es: Reequilibrando
fr: Rééquilibrage
pl: Zrównoważenie
ru: Ребалансировка
uk: Відновлення балансу

# indexOverviewBlock_quarterlyRebalancing
source: Quarterly rebalancing to equal-weighted
es: Reequilibrio trimestral a igual ponderación
fr: Rééquilibrage trimestriel à poids égal
pl: Kwartalne zrównoważenie
ru: Ежеквартальная перебалансировка на равновзвешенную
uk: Щоквартальне перебалансування до рівнозваженого

# marketNewsBlock_readLess
source: Read Less
es: Leer menos
fr: Lisez Moins
pl: Czytaj mniej
ru: Читать меньше
uk: Детальніше

# marketStatsBlock_marketStats
source: Market stats
es: Estadísticas del mercado
fr: Statistiques du marché
pl: Statystyki rynku
ru: Статистика рынка
uk: Статистика ринку

# marketStatsBlock_markCap
source: Mark cap
es: Capitalización del mercado
fr: Capitale de Marché
pl: Kapitalizacja rynkowa
ru: Отметить кепку
uk: Ринкова капіталізація

# marketStatsBlock_circSupply
source: Circ supply
fr: Alimentation du circuit
pl: Podaż w obiegu
ru: Циркуляционное питание
uk: Обсяг торгів

# returnRates_day
source: Day
es: Día
fr: Jour
pl: Dzień
ru: День
uk: День

# returnRates_months
source: Months
es: Mes
fr: Mois
pl: Miesiące
ru: Месяцы
uk: Місяці

# returnRatesBlock_returnRates
source: Return rates
es: Dinámica de precios
fr: Taux de retour
pl: Stopy zwrotu
ru: Ставки возврата
uk: Динаміка вартості

# paymentMethods_paymentMethods
source: Payment methods
es: Métodos de pago
fr: Méthodes de paiement
pl: Metody Płatności
ru: Способы оплаты
uk: Методи оплати

# paymentMethods_noSavedCards
source: No saved cards
es: No hay tarjetas guardadas
fr: Aucune carte enregistrée
pl: Brak zapisanych kart
ru: Нет сохраненных карт
uk: Немає збережених карток

# paymentMethods_savedCards
source: Saved cards
ru: Сохраненные карты
uk: Збережені картки

# changeNumberButton_changeNumber
source: Change number
es: Cambiar número
fr: Modifier le numéro
pl: Zmienić numer
ru: Изменить номер
uk: Змінити номер

# setNewPassword_newPasswordSet
source: New password set
es: Nueva contraseña ha sido establecida
fr: Nouveau mot de passe établi
pl: Nowe hasło ustawione
ru: Новый пароль установлен
uk: Встановлено новий пароль

# setNewPassword_createANewPassword
source: Create a new Password
es: Crear una nueva contraseña
fr: Créez un nouveau mot de passe
pl: Utwórz nowe hasło
ru: Создать новый пароль
uk: Створити новий пароль

# setNewPassword_setNewPassword
source: Set new password
es: Establecer una nueva contraseña
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
ru: Установить новый пароль
uk: Встановити новий пароль

# send_timer_alert_description
source: Withdrawals are not available until
ru: Времени осталось для разблокировки
uk: Виведення коштів недоступне до тих пір, поки

# sendHelperText_text
source: Start typing phone number or name from your phonebook
ru: Начните вводить номер телефона или имя из телефонной книги
uk: Почніть вводити номер телефону або ім'я з телефонної книги

# sendInfoText_text
source: I want to use my phonebook
ru: Я хочу использовать свою телефонную книгу
uk: Я хочу скористатися телефонною книгою

# sendAlert_description
source: You don’t have any crypto to send
es: No tiene cripto para enviar
fr: Vous n'avez pas de crypto à envoyer
pl: Nie masz żadnych kryptowalut do wysłania
uk: У вас немає криптовалюти для відправки

# sendAlert_buyText
source: Buy your first crypto with cash
es: Compre su primer cripto con fondos
fr: Achetez votre première crypto avec de l'argent liquide
pl: Kup swoją pierwszą kryptowalutę za gotówkę
uk: Купуйте свою першу криптовалюту за готівку

# sendAlert_buyButton
source: Buy crypto with cash
es: Compre cripto con fondos
fr: Achetez des cryptos en espèces
pl: Kup krypto za gotówkę
uk: Купуйте криптовалюту за готівку

# showContactPicker_phoneNumber
source: Phone number
ru: Номер телефона
uk: Номер телефону

# showContactPermission_primaryText
source: Give permission to allow to use Phonebook
ru: Дайте разрешение на использование телефонной книги
uk: Надати дозвіл на використання телефонної книги

# showUsePhonebookAlert_enterManually
source: Enter manually
ru: Введите вручную
uk: Введіть вручну

# showContactPermission_enterManually
source: Enter manually
ru: Введите вручную
uk: Введіть вручну

# showUsePhonebookAlert_usePhonebook
source: Use Phonebook
ru: Использовать телефонную книгу
uk: Використовуйте телефонну книгу

# sendByPhoneAmount_send
source: Send
ru: Отправить
uk: Надіслати

# sendByPhoneAmount_available
source: Available
ru: Доступный
uk: Доступно

# sendByPhoneAmount_previewSend
source: Continue
ru: Предварительный просмотр Отправить
uk: Продовжити

# sendByPhoneRecipient_later
source: Later
ru: Позже
uk: Пізніше

# sendByPhoneRecipient_headerTitle
source: Notify the recipient about sent
ru: Уведомить получателя об отправленном
uk: Сповістити одержувача про відправлений лист

# sendByPhoneRecipient_text1
source: This phone number is not linked to Simple account
ru: Этот номер телефона не привязан к учетной записи Simple.
uk: Цей номер телефону не прив'язаний до облікового запису Simple

# sendByPhoneRecipient_text2
source: Send a message how to receive funds
ru: Отправьте сообщение, как получить средства.
uk: Надіслати повідомлення як отримати кошти

# sendByPhoneRecipient_text3
source: I have sent you some money to
ru: Я отправил тебе немного денег на
uk: Я надіслав тобі трохи грошей на

# sendByPhoneRecipient_text4
source: Please install Simple app to get them
ru: Пожалуйста, установите приложение Simple, чтобы получить их.
uk: Будь ласка, встановіть додаток Simple, щоб отримати їх

# sendByPhoneNotifyRecipient_sendAMessage
source: Send a message
ru: Отправить сообщение
uk: Надіслати повідомлення

# sendByPhonePreview_youSendTo
source: You send to
ru: Вы отправляете на
uk: Ви надсилаєте на адресу

# sendByPhonePreview_send
source: Send
ru: Отправить
uk: Надіслати

# sendByPhonePreview_confirm
source: Confirm
ru: Подтвердить
uk: Підтвердити

# sendByPhonePreview_total
source: Total
ru: Всего
uk: Всього

# sendByPhonePreview_amountToSend
source: Amount to send
ru: Сумма для отправки
uk: Сума для відправки

# sendByPhonePreview_byPhone
source: by phone
ru: по телефону
uk: телефоном

# smsAuth_headerTitle
source: SMS Authenticator
es: Autenticación por SMS
fr: Authentificateur SMS
pl: Uwierzytelnianie SMS
ru: SMS-аутентификатор
uk: SMS-автентифікатор

# buySellDetails_rate
source: Rate
es: Tipo de cambio
fr: Taux
pl: Kurs
ru: Ставка
uk: Курс

# transaction1
source: transaction
ru: транзакция
uk: транзакція

# walletBody_transactions
source: transactions
ru: транзакции
uk: транзакції

# transactionItem_copied
source: copied
es: copiado
fr: copié
pl: skopiowane
ru: скопировано
uk: скопійовано

# emailConfirmedSuccessText_yourEmailAddress
source: Your email address
ru: Ваш адрес электронной почты
uk: Ваша електронна адреса

# emailConfirmedSuccessText_isConfirmed
source: is confirmed
ru: подтверждено
uk: підтверджено

# withdrawOptions_wallet
source: Wallet
ru: Кошелек
uk: Гаманець

# withdrawOptions_actionItemName1
source: Crypto Wallet
ru: Криптовалютный кошелек
uk: Крипто гаманець

# withdrawOptions_sendTo
source: Send to
es: Enviar a
fr: Envoyer à
pl: Wyślij do
ru: Отправить
uk: Відправити на адресу

# withdrawOptions_wireTransfer
source: Wire transfer
ru: Денежный перевод
uk: Банківський переказ

# cryptoDeposit_address
source: Address
es: Dirección
fr: Adresse
pl: Adres
ru: Адрес
uk: Адреса

# convertKycDocuments_fileSide
source: File side
ru: Сторона файла
uk: Фото документу

# uploadKycDocuments_upload
source: Upload
es: Subir
fr: Téléchargez
pl: Prześlij
ru: Загрузить
uk: Завантажити

# indexHistoryBlock_avgCost
source: Avg. cost
es: Precio promedio
fr: Coût moyen
pl: Śr. koszt
ru: Сред. стоимость
uk: Середня вартість

# transferDetails_transfer
source: Transfer
es: Transferencia
fr: Transfert
pl: Przelej
ru: Передача
uk: Переказ

# withdrawDetails_amount
source: Amount
ru: Количество
uk: Сума

# withdrawDetails_internalTransfer
source: Internal transfer
es: Transferencia interna
fr: Transfert interne
pl: Transfer wewnętrzny
ru: Внутренний трансфер
uk: Внутрішній переказ

# withdrawDetails_withdrawalTo
source: Send to
ru: Вывод в
uk: Відправити на адресу

# withdrawDetails_fee
source: fee
es: comisión
fr: frais
pl: opłata
ru: комиссия
uk: комісія

# sActionConfirm_defaultAlert
source: Connecting to server… Please wait or try again later
ru: Подключение к серверу... Пожалуйста, подождите или повторите попытку позже
uk: Підключення до сервера... Будь ласка, зачекайте або спробуйте пізніше

# sPaymentSelectEmpty_buyOnlyWithCrypto
source: Buy only with crypto
ru: Покупайте только за крипту
uk: Купуйте тільки за криптовалюту

# sLightStandart_bothProvidedText
source: Controller and initialValue can't be both provided
ru: Контроллер и начальное значение не могут быть предоставлены одновременно
uk: Controller та initialValue не можуть бути надані одночасно

# sDocumentRecommendation_primaryText1
source: The document should clearly show
es: El documento debe mostrar claramente
fr: Le document doit clairement indiquer
pl: Dokument powinien wyraźnie wskazywać
ru: В документе должно быть четко указано
uk: У документі має бути чітко вказано

# sDocumentRecommendation_primaryText2
source: Your Full Name
es: Su nombre completo
fr: Votre nom complet
pl: Twoje pełne imię
ru: Ваше полное имя
uk: Ваше повне ім'я та прізвище

# sDocumentRecommendation_primaryText3
source: Your Photo
es: Su foto
fr: Votre Photo
pl: Twoje zdjęcie
ru: Твое фото
uk: Ваше фото

# sDocumentRecommendation_primaryText4
source: Date of Birth
es: Fecha de nacimiento
fr: Date de Naissance
pl: Datę urodzenia
ru: Дата рождения
uk: Дата народження

# sDocumentRecommendation_primaryText5
source: Expiry Date
es: Fecha de vencimiento
fr: Date d'expiration
pl: Datę wygaśnięcia
ru: Срок действия
uk: Термін придатності

# sDocumentRecommendation_primaryText6
source: Document Number
es: Número de documento
fr: Numéro de Document
pl: Numer dokumentu
ru: Номер документа
uk: Номер документа

# marketNewsBlock_discussOn
source: Discuss on
es: Debatir un tema
fr: Discutez sur
pl: Omów na
ru: Обсудить на
uk: Обговоріть на тему

# marketNewsBlock_cryptoPanic
source: Crypto panic
es: Criptopánico
fr: Crypto Zen
pl: Crypto panika
ru: Крипто паника
uk: Крипто-паніка

# deepLinkService_referralLinkCopied
source: Referral link copied
ru: Реферальная ссылка скопирована
uk: Реферальне посилання скопійовано

# deepLinkService_referralLink
source: Referral link
ru: Реферальная ссылка
uk: Реферальне посилання

# rewards_referralStats
source: Referral stats
es: Estadísticas de referidos
fr: Statistiques de parrainage
pl: Statystyki poleceń
ru: Реферальная статистика
uk: Статистика рефералів

# rewards_referralsInvited
source: Referrals invited
es: Referidos invitados
fr: Invitations de parrainage
pl: Zaproszeni poleceni
ru: Приглашенные рефералы
uk: Запрошуються реферали

# rewards_total
source: Total
pl: Łącznie
ru: Всего
uk: Всього

# rewards_rewards
source: Rewards
es: Remuneración
fr: Primes
pl: Nagrody
ru: Винагороди
uk: Нагороди

# rewards_referralActivated
source: Referral activated
es: Referido activado
fr: Parrainage activé
pl: Aktywowane polecenia
ru: Реферал активирован
uk: Реферал активовано

# rewards_bonusEarned
source: Bonus earned
es: Bono ganado
fr: Bonus Acquis
pl: Zarobiony bonus
ru: Полученный бонус
uk: Бонус зароблено

# rewards_commissionEarned
source: Commission earned
es: Comisión ganada
fr: Commission perçue
pl: Zarobiona prowizja
ru: Комиссия заработана
uk: Зароблена комісія

# setPhoneNumber_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# setPhoneNumber_enterPhoneNumber
source: Enter phone number
ru: Введите номер телефона
uk: Введіть номер телефону

# setPhoneNumber_text1
source: This allow you to send and receive crypto by phone
ru: Это позволит вам отправлять и получать криптовалюту по телефону.
uk: Це дозволить вам надсилати та отримувати криптовалюту телефоном

# setPhoneNumber_code
source: Code
es: Código
pl: Kod
ru: Код
uk: Код

# setPhoneNumber_phoneNumber
source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pl: Numer telefonu
ru: Номер телефона
uk: Номер телефону

# setPhoneNumber_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# kycSelfie_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# setNewPassword_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# forgotPassword_pleaseWait
source: Please wait
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# paymentMethods_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# uploadKycDocuments_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# login_pleaseWait
source: Please wait
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# launchUrl_couldNotLaunch
source: Could not launch
es: No se pudo iniciar
fr: Impossible de lancer
pl: Nie można uruchomić
ru: Не удалось запустить
uk: Не вдалося запустити

# portfolioWith_balanceProcess
source: In progress
ru: В процессе
uk: У процесі

# portfolioWith_zeroWallets
source: Hide zero wallets
ru: Скрыть нулевые кошельки
uk: Приховати нульові гаманці

# portfolioWith_showWallets
source: Show all wallets
ru: Показать все кошельки
uk: Показати всі гаманці

# noInternetConnection_header
source: No internet connection
es: Sin conexión a internet
fr: Aucune connexion internet
pl: Brak połączenia z internetem
uk: З'єднання відсутнє

# noInternetConnection_descr
source: Reconnect to WiFi or Cellular to continue using the app
es: Conéctese a WiFi o datos móviles para continuar usando la aplicación
fr: Reconnectez-vous au WiFi ou au réseau mobile pour continuer à utiliser l'application.
pl: Połącz się ponownie z siecią Wi-Fi lub komórkową, aby dalej korzystać z aplikacji
uk: Підключіться до WiFi або стільникового зв'язку, щоб продовжити користуватися додатком

# showContactsPermission_secondaryText1
source: It's easy to invite friends when choosing them from the address book on your phone
ru: Легко приглашать друзей, выбирая их из адресной книги на телефоне
uk: Легко запрошувати друзів, обираючи їх з адресної книги на телефоні

# showContactsPermission_secondaryText2
source: Otherwise, you'll have to type contact info individually
ru: В противном случае вам придется вводить контактную информацию отдельно
uk: В іншому випадку вам доведеться вводити контактну інформацію окремо

# chooseDocument_camera
source: camera
es: cámara
fr: appareil photo
pl: aparat
ru: камера
uk: камера

# kycSelfie_clearlyVisible
source: are clearly visible
es: está claramente visible
fr: sont clairement visibles
pl: są wyraźnie widoczne
ru: хорошо видны
uk: чітко видно

source: January
es: Enero
fr: Janvier
pl: Styczeń
ru: Январь
uk: Січень

# febuary
source: February
es: Febrero
fr: Février
pl: Luty
ru: Февраль
uk: Лютий

source: March
es: Marzo
fr: Mars
pl: Marzec
ru: Март
uk: Березень

source: April
es: Abril
fr: Avril
pl: Kwiecień
ru: Апрель
uk: Квітень

source: May
es: Mayo
fr: Mai
pl: Maj
ru: Май
uk: Травень

source: June
es: Junio
fr: Juin
pl: Czerwiec
ru: Июнь
uk: Червень

source: July
es: Julio
fr: Juillet
pl: Lipiec
ru: Июль
uk: Липень

source: August
es: Agosto
fr: Août
pl: Sierpień
ru: Август
uk: Серпень

source: September
es: Septiembre
fr: Septembre
pl: Wrzesień
ru: Сентябрь
uk: Вересень

source: October
es: Octubre
fr: Octobre
pl: Październik
ru: Октябрь
uk: Жовтень

source: November
es: Noviembre
fr: Novembre
pl: Listopad
ru: Ноябырь
uk: Листопад

source: December
es: Diciembre
fr: Décembre
pl: Grudzień
ru: Декабырь
uk: Грудень

source: Transaction
es: Transacción
fr: Opération
pl: Transakcja
ru: Транзакция
uk: Транзакція

source: to
es: a
fr: à
pl: do
ru: к
uk: до

# to1
source: To
es: Para
fr: À
pl: Do
ru: К
uk: Кому

source: Tomorrow
es: Mañana
fr: Demain
pl: Jutro
ru: Завтра
uk: Завтра

source: From
es: De
fr: De
pl: Z
ru: От
uk: Обмін з активу

# withText
source: With
es: Importe
fr: Avec
pl: Z
ru: С
uk: Сума

source: News
es: Noticias
fr: Nouvelles
pl: Aktualności
ru: Новости
uk: Новини

source: number
es: número
fr: numéro
pl: numer
ru: число
uk: номер

source: days
es: día(s)
fr: jour(s)
pl: dni
ru: дни
uk: дні

source: hours
es: horas
fr: heures
pl: godziny
ru: часов
uk: години

source: hour
es: hora
fr: heure
pl: godzina
ru: час
uk: година

source: hours left
es: horas restantes
fr: heures restantes
pl: godzin pozostało
ru: часов осталось
uk: залишилося годин
