Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# market_bottomTabLabel4
source: Gainers
es: Activos al alza
fr: Gagnants
pl: Zyskały
ru: Гейнеры
uk: Активи, що дорожчають

# market_bottomTabLabel5
source: Losers
es: Activos a la baja
fr: Perdants
pl: Straciły
ru: Падающие
uk: Активи, що дешевшають

# market_crypto
source: Crypto
es: Cripto
uk: Крипта

# market_nft_items
source: items
uk: пункти

# market_nft_show
source: Show
es: Mostrar
fr: Montrer
pl: Pokazać
uk: Показувати

# market_nft_done
source: Done
uk: Готово

# operationName_transferByPhone
source: Transfer by Phone
es: Transferir por teléfono
fr: Transfert par téléphone
pl: Przelew przez telefon
ru: Перевод по телефону
uk: Переказ телефоном

# operationName_receiveByPhone
source: Receive by Phone
es: Recibir por teléfono
fr: Transfert par Téléphone
pl: Odbierz przez telefon
ru: Получить по телефону
uk: Отримати по телефону

# operationName_interestRate
source: Interest Rate
es: Tasa de Interés
fr: Taux d'intérêt
pl: Oprocentowanie
ru: Процентная ставка
uk: Відсоткова ставка

# operationName_withdrawal
source: Send
es: Enviar
fr: Envoyer
pl: Wypłata
ru: Вывести
uk: Відправка

# operationName_sell
source: Sell
es: Vender
fr: Vendre
pl: Sprzedaj
ru: Продажа
uk: Продати

# operationName_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
ru: Покупка
uk: Купити

# operationName_deposit
source: Receive
ru: Депозит
uk: Отримати

# operationName_feeSharePayment
source: Referral program fee share
es: Remuneración del programa de referidos
fr: Partage des frais du programme de parrainage
pl: Podział opłaty za program partnerski
ru: Доля вознаграждения за реферальную программу
uk: Частка нагороди за реферальною програмою

# operationName_withdrawalFee
source: Withdrawal Fee
es: Comisión por retiro
fr: Frais de retrait
pl: Opłata za wypłatę
ru: Комиссия за снятие средств
uk: Комісія за зняття коштів

# operationName_rewardPayment
source: Referral program bonus
ru: Бонус по реферальной программе
uk: Бонус реферальної програми

# operationName_topped_up
source: Topped up Earn
es: Earn recargado
fr: Rechargé Earn
pl: Wpłacono Earn
uk: Поповнено Заробляйте

# operationName_subscribed_to_earn
source: Subscribed to Earn
es: Suscrito a Earn
fr: Abonné à Earn
pl: Zasubskrybowano na Earn
uk: Підписався на Earn

# operationName_return_from_earn
source: Reclaimed from Earn
es: Devuelto de Earn
fr: Récupéré de Earn
pl: Odzyskano z Earn
uk: Повернуто з Earn

# portfolioWithBalance_all
source: All
ru: Все
uk: Усе

# portfolioWithBalance_crypto
source: Crypto
ru: Крипто
uk: Крипта

# portfolioWithBalance_fiat
source: Fiat
ru: Фиат
uk: Фіат

# emptyWalletBody_all
source: All
ru: Все
uk: Усе

# localizedChartResolutionButton_all
source: All
es: Todo
fr: Tout
pl: Cały czas
ru: Все
uk: Усе

# showStartEarnOptions_startEarn
source: Start earning
es: Comenzar a ganar
fr: Commencez à gagner
pl: Zacznij zarabiać
ru: Начать зарабатывать
uk: Почати заробляти

# showStartEarnOptions_buyAnyCryptoAvailableOnThePlatform
source: Buy any crypto available on the platform
es: Compra cualquier criptomoneda ofrecida en la plataforma
fr: Achetez n'importe quelle crypto disponible sur la plateforme
pl: Kup dowolne kryptowaluty dostępne na platformie
ru: Купить любую криптовалюту, доступную на платформе
uk: Купуйте будь-яку криптовалюту, доступну на платформі

# showStartEarnOptions_depositCryptoFromAnotherWallet
source: Deposit crypto from another wallet
es: Deposita criptomonedas desde otra billetera
fr: Déposez des crypto-monnaies depuis un autre portefeuille
pl: Wypłać krypto do innego portfela lub telefonu
ru: Внести криптовалюту с другого кошелька
uk: Поповнити криптовалюту з іншого гаманця

# showStartEarnOptions_receive
source: Receive
es: Recibir
fr: Recevez
pl: Odbierz
ru: Получить
uk: Отримати

# showStartEarnOptions_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
ru: Покупка
uk: Купити

# news_title
source: news
ru: Новости
uk: новини

# news_retry
source: Retry
ru: Повторить попытку
uk: Спробуйте ще раз

# newsList_noNewsYet
source: No news yet
ru: Новостей пока нет
uk: Новин поки що немає

# newsList_text1
source: Your news will appear here
ru: Ваши новости будут здесь
uk: Ваші новини з'являтимуться тут

# newsList_wentWrongText
source: Something went wrong during loading your data
es: Algo salió mal al cargar los datos
fr: Une erreur s'est produite lors du chargement de vos données
pl: Coś poszło nie tak podczas ładowania danych
ru: Что-то пошло не так при загрузке ваших данных
uk: Щось пішло не так під час завантаження даних

# newsList_cryptoPanic
source: Crypto panic
ru: Крипто паника
uk: Крипто-паніка

# transactionsList_retry
source: Retry
es: Reintentar
fr: Réessayer
pl: Spróbuj ponownie
ru: Повторить попытку
uk: Спробуйте ще раз

# transactionsList_noTransactionsYet
source: No transactions yet
es: No hay transacciones aún
fr: Aucune transaction pour le moment
pl: Brak transakcji
ru: Пока нет транзакций
uk: Ще немає транзакцій

# earnAdvantages_tradeAndWithdrawMoneyWithoutLimits
source: Trade and Withdraw without any limits
ru: Торгуйте и выводите деньги без ограничений
uk: Торгуйте та знімайте кошти без обмежень

# earnAdvantages_noMinimumMonthlyBalance
source: No minimum monthly balance
ru: Нет минимального месячного остатка
uk: Без мінімального щомісячного залишку

# earnAdvantages_interestCalculatedEveryDay
source: Interest calculated every day and
ru: Проценты начисляются каждый день и
uk: Відсотки нараховуються щодня та

# earnAdvantages_pricesMayVaryDependingOn
source: Rates are subject to change based on
ru: Цены могут меняться в зависимости
uk: Тарифи можуть бути змінені в залежності від

# earnAdvantages_paidOnTheFirstDayOfEveryMonth
source: paid on the first day of every month
ru: выплачивается первого числа каждого месяца
uk: виплачується в перший день кожного місяця

# earnAdvantages_theMarketSituation
source: the market situation
ru: от рыночной ситуации
uk: ситуація на ринку

# earnBodyHeader_upTo
source: Up to
ru: Вплоть до
uk: До

# earnBodyHeader_text1Part2
source: on deposited crypto
ru: на депонированной крипте
uk: на вкладену криптовалюту

# earnBodyHeader_text1Part1
source: interest
ru: процентная бездепозитная крипто
uk: відсоток

# emptyPortfolioBody_startEarn
source: Start earning
ru: Начать зарабатывать
uk: Почніть заробляти

# emptyPortfolioBody_cryptoWorkForYou
source: Let you crypto work for you
ru: Пусть ваша криптовалюта работает на вас
uk: Дозвольте криптовалюті працювати на вас

# emptyPortfolioBody_text1Part2
source: Earn, Trade and Withdraw with no limits
ru: Зарабатывайте, торгуйте и выводите без ограничений
uk: Заробляйте, торгуйте та знімайте кошти без обмежень

# emptyPortfolioBodyTitle_interest
source: interest
ru: интерес
uk: відсоток

# emptyPortfolioBodyTitle_upTo
source: up to
ru: занятой
uk: На актив

# walletCardCollapsed_balanceInProcess
source: In progress
es: En curso
fr: En cours
pl: W trakcie
ru: В ходе выполнения
uk: в процесі

# transactionDetailsStatus_balanceInProcess
source: In progress
es: En curso
fr: En cours
pl: W trakcie
ru: В ходе выполнения
uk: в процесі

# transactionDetailsStatus_status
source: Status
es: Estado
fr: Statut
ru: Статус
uk: Статус

# transactionDetailsStatus_completed
source: Completed
es: Completado
fr: Terminé
pl: Zakończony
ru: Завершенный
uk: Завершено

# transactionDetailsStatus_declined
source: Declined
es: Rechazado
fr: Refusé
pl: Odrzucony
ru: Отклоненный
uk: Відхилено

# balanceInProcess_balanceInProcess
source: In progress
ru: В ходе выполнения
uk: В процесі

# transactionListItem_balanceInProcess
source: In progress
ru: В ходе выполнения
uk: В процесі

# transactionListItem_forText
source: For
es: Para
fr: Pour
pl: Do
ru: Для
uk: Для

# walletCard_balanceInProcess
source: In progress
es: En curso
fr: En cours
pl: W trakcie
ru: В ходе выполнения
uk: В процесі

# portfolioWithBalanceBody_balanceInProcess
source: In progress
ru: В ходе выполнения
uk: В процесі

# portfolioWithBalanceBody_all
source: All
ru: Все
uk: Усе

# portfolioWithBalanceBody_deposit
source: Deposit
ru: Депозит
uk: Депозит

# portfolioWithBalanceBody_transactions
source: transactions
uk: транзакції

# portfolioWithBalanceBody_simplex
source: Buy - Simplex
uk: Купити - Simplex

# portfolioWithBalanceBody_send
source: Send
uk: Відправка

# portfolioWithBalanceBody_showZeroBalanceWallets
source: Hide zero wallets
ru: Скрыть нулевые кошельки
uk: Приховати нульові гаманці

# portfolioWithBalanceBody_showAllWallets
source: Show all wallets
ru: Показать все кошельки
uk: Показувати всі гаманці

# portfolioWithBalanceBody_week
source: Week
ru: Неделя
uk: Тиждень

# portfolioWithBalanceBody_month
source: Month
ru: Месяц
uk: Місяць

# portfolioWithBalanceBody_today
source: Today
ru: Сегодня
uk: Сьогодні

# portfolioWithBalanceBody_portfolio
source: Portfolio
ru: Портфолио
uk: Портфель

# portfolioWithBalanceBody_selling_at
source: Selling at
uk: Продаж за адресою

# portfolioWithBalanceBody_selling
source: Selling
uk: Продаж

# portfolioWithBalanceBody_items
source: items
uk: елементи

# actionDeposit_fiat
source: Fiat
es: Fíat
ru: Фиат
uk: Фіат

# actionDeposit_crypto
source: Crypto
es: Cripto
pl: Kryptowaluty
ru: Крипто
uk: Крипта

# actionDeposit_bottomSheetHeaderName1
source: Choose asset to deposit
ru: Выберите актив для депозита
uk: Оберіть актив для депозиту

# actionDeposit_deposit
source: Deposit
ru: Депозит
uk: Депозит

# actionButton_deposit
source: Deposit
ru: Депозит
uk: Депозит

# actionButton_receive
source: Receive
ru: Получить
uk: Отримати

# actionButton_action
source: Action
ru: Действие
uk: Дія

# returnRateItem_week
source: Week
es: Semana
fr: Semaine
pl: Tydzień
ru: Неделя
uk: Тиждень

# returnRateItem_month
source: Month
es: Mes
fr: Mois
pl: Miesiąc
ru: Месяц
uk: Місяць

# curencyBuy_payFrom
source: Pay with
es: Pagar con
fr: Payer avec
pl: Zapłać z
ru: Оплатить от
uk: Оплатити за допомогою

# curencyBuy_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
ru: Покупка
uk: Купити

# curencyBuy_crypto
source: Crypto
ru: Крипто
uk: Крипта

# curencyBuy_actionItemName
source: Bank Card - Simplex
es: Tarjeta bancaria - Simplex
fr: Carte Bancaire - Simplex
pl: Kartą Bankową - Simplex
ru: Банковская карта - Симплекс
uk: Банківська картка - Simplex

# curencyBuy_NumericKeyboardButtonName2
source: Preview Buy
ru: Предварительный просмотр Покупки
uk: Попередній перегляд купівлі

# curencyBuy_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez patienter
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# currencyBuy_choosePaymentMethod
source: Choose payment method
es: Elija un método de pago
fr: Choisissez le mode de paiement
pl: Wybierz metodę płatności
ru: Выбирете платежный способ
uk: Оберість метод оплати

# currencyBuy_addBankCard
source: Add bank card
es: Añadir tarjeta bancaria
fr: Ajoutez une carte bancaire
pl: Dodaj kartę bankową
ru: Добавить карту
uk: Додати банківську картку

# previewBuyWithCircle_enter
source: Enter
es: Ingrese
fr: Entrée
pl: Wejdź
ru: Введите
uk: Введіть

# previewBuyWithCircle_for
source: for
es: para
fr: pour
pl: dla
ru: для
uk: для

# previewBuyWithCircle_cvvDescription
source: This is used for card verification
es: Esto se utiliza para verificar tu tarjeta
fr: Utilisé pour la vérification de carte
pl: Służy do weryfikacji karty
ru: Это используется для подтверждения карты
uk: Використовується для верифікації картки

# previewBuyWithCircle_payFrom
source: Pay from
es: Pague desde
fr: Payer depuis
pl: Zapłać z
ru: Оплатить с помощь
uk: Оплачуйте з

# previewBuyWithCircle_creditCardFee
source: Credit card transaction fee
es: Comisión por transacción con tarjeta de crédito
fr: Frais de transaction par carte de crédit
pl: Opłata za transakcję kartą kredytową
ru: Комиссия кредиdтной карты
uk: Комісія за операцію з кредитною карткою

# previewBuyWithCircle_description
source: Final price will be recalculated based on the market price at the very moment we get your payment confirmation
es: El precio final se calculará en función del precio de mercado en el momento en que recibamos la confirmación de su pago
fr: Le prix final sera recalculé en fonction du prix du marché au moment précis où nous recevons votre confirmation de paiement
pl: Ostateczna cena zostanie przeliczona na podstawie ceny rynkowej w momencie otrzymania potwierdzenia płatności
ru: Окончательня цена будет посчитанна на основании рыночной цены в момент подверждения оплаты
uk: Остаточна ціна буде перерахована на основі ринкової ціни на момент, коли ми отримаємо підтвердження вашої оплати

# previewBuyWithCircle_youWillPay
source: You will pay
ru: Вы заплатите
uk: Ви заплатите

# previewBuyWithCircle_buy
source: Buy
ru: Купить
uk: Купити

# previewBuyWithCircle_youWillGet
source: You will get
es: Usted recibirá
fr: Vous obtiendrez
pl: Dostaniesz
ru: Вы получите
uk: Ви отримаєте

# previewBuyWithCircle_paymentVerification
source: Payment verification
es: Verificación de pago
fr: Vérification de paiement
pl: Weryfikacja płatności
ru: Верифифкация оплаты
uk: Верифікація оплати

# previewBuyWithCircle_disclaimer
source: I understand that funds from card deposits are usable for trading as soon as they are credited and are withdrawable
es: Entiendo, que los fondos de depósitos realizados con tarjeta puedo utilizar para operar cuando serán acreditados y puedo retirarlos.
fr: Je comprends que les fonds provenant des dépôts par carte sont utilisables pour le trading dès qu'ils sont crédités et sont retirables
pl: Możesz korzystać ze wpłaconych środków w handlu, gdy zostaną zaksięgowane i można będzie je wypłacić
uk: Я розумію, що кошти з карткових депозитів можна використовувати для торгівлі, як тільки вони зараховані, і їх можна зняти

# previewBuyWithCircle_disclaimerEnd
source: days later.
es: unos días después.
fr: jours plus tard.
pl: dni po.
uk: через декілька днів.

# buyWithCircle_paymentWillBeProcessed
source: Your payment will be processed within
ru: Ваша оплата будет обработана в течение
uk: Ваш платіж буде оброблений протягом

# buyWithCircle_minutes
source: minutes
ru: минут
uk: хвилини

# previewBuyWithAsset_youPay
source: You Pay
es: Usted pague
fr: Vous payez
pl: Płacisz
ru: Ты платишь
uk: Ви платите

# previewBuyWithAsset_nextPayment
source: Next payment
ru: Следующий платеж
uk: Наступний платіж

# previewBuyWithAsset_crypto
source: Crypto
ru: Крипто
uk: Крипта

# previewBuyWithAsset_youGet
source: You get
es: Usted reciba
fr: Tu obtiens
pl: Dostajesz
ru: Ты получаешь
uk: Ви отримаєте

# previewBuyWithAsset_exchangeRate
source: Exchange Rate
es: Tipo de cambio
fr: Taux de change
pl: Kurs wymiany
ru: Обменный курс
uk: Обмінний курс

# previewBuyWithAsset_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# portfolioHeader_balance
source: Balance
es: Saldo
fr: Solde
pl: Portfolio
ru: Баланс
uk: Баланс

# showNetworkBottomSheet_chooseNetwork
source: Choose Network
es: Elija una red
fr: Choisissez le réseau
pl: Wybierz sieć
ru: Выберите сеть
uk: Оберіть мережу

# emptySearchResult_noResultsFor
source: No results for
es: No hay resultados para
fr: Aucun résultat pour
pl: Brak wyników dla
ru: Нет результатов для
uk: Немає результатів для

# quoteUpdatedDialog_gotIt
source: Got it
es: Entiendo
fr: Compris
pl: Rozumiem
ru: Понятно
uk: Зрозуміло

# quoteUpdatedDialog_alert
source: Alert
es: Не используется
fr: Alerte
pl: Uwaga
ru: Тревога
uk: Увага

# quoteUpdatedDialog_quoteUpdated
source: Quote has been updated
es: Не используется
fr: La citation a été mise à jour
pl: Kwota została zaktualizowana
ru: Цитата обновлена
uk: Цитату оновлено

# balanceActionButtons_sell
source: Sell
ru: Продажа
uk: Продати

# balanceActionButtons_buy
source: Buy
es: Comprar
fr: Acheter
pl: Kup
ru: Покупка
uk: Купити

# balanceActionButtons_receive
source: Receive
es: Recibir
fr: Recevez
pl: Odbierz
ru: Получить
uk: Отримати

# actionReceive_bottomSheetHeaderName1
source: Choose asset to receive
es: Elija un activo para recibir
fr: Choisissez l'actif à recevoir
pl: Wybór aktywa
ru: Выберите актив для получения
uk: Виберіть актив для отримання

# actionReceive_receive
source: Receive
es: Recibir
fr: Recevoir
pl: Odbierz
ru: Получить
uk: Отримати

# actionReceive_receive_crypto
source: Receive crypto
uk: Отримати крипту

source: Maximum
es: Máximo
pl: Maksymalny
ru: Максимально
uk: Максимум

source: Medium
es: Medio
fr: Moyen
pl: Średni
ru: Средне
uk: Середній

source: Minimum
es: Mínimo
pl: Minimalny
ru: Минимально
uk: Мінімум

# securityProtection_protectionLevel
source: protection level
es: nivel de protección
fr: niveau de protection
pl: poziom ochrony
ru: уровень защиты
uk: рівень захисту

# actionBuy_bottomSheetHeaderName1
source: Choose asset to buy
ru: Выберите актив для покупки
uk: Виберіть актив для купівлі

# actionBuy_bottomSheetItemTitle1
source: Buy with cash
ru: Купить с карты
uk: Купуйте за готівку

# actionBuy_bottomSheetItemTitle2
source: Buy with credit card or crypto
ru: Купить с помощью кредитной карты или криптовалюты
uk: Купуйте кредитною карткою або криптовалютою

# actionBuy_actionWithOutRecurringBuyTitle2
source: Buy with crypto
ru: Купить за крипту
uk: Купуйте за криптовалюту

# actionBuy_kycRequired
source: KYC required to withdraw
es: Se requiere KYC para retirar fondos
fr: KYC nécessaire pour retirer
pl: KYC wymagane do wypłaty
uk: Для виведення коштів потрібен KYC

# actionBuy_gotIt
source: Got It
es: Entiendo
fr: Compris
pl: Rozumiem
uk: Зрозуміло

# actionBuy_goToKYC
source: Go to KYC
es: Ir a KYC
fr: Allez à KYC
pl: Przejdź do KYC
uk: Перейдіть до KYC

# actionBuy_alertPopup
source: You may perform only one transaction for up to $1000. Withdrawal or adding more funds will require completing KYC.
es: Puede realizar una sola transacción por un monto de hasta 1000 USD. Para retirar o depositar fondos, debe completar el procedimiento KYC.
fr: Effectuez une seule transaction jusqu'à 1000$. Pour retirer ou ajouter des fonds, complétez le KYC.
pl: Możesz wykonać tylko jedną transakcję do 1000 USD. Wypłata lub dodanie większej ilości środków będzie wymagało wypełnienia KYC.
uk: Ви можете здійснити лише одну транзакцію на суму до $1000. Для зняття або поповнення рахунку необхідно пройти процедуру KYC.

# depositOptions_depositWith
source: Deposit With
ru: Депозит с
uk: Поповнити рахунок на

# depositOptions_wireTransfer
source: Wire transfer
ru: Денежный перевод
uk: Банківський переказ

# depositOptions_addBankCard
source: Add bank card
ru: Добавить банковскую карту
uk: Додати банківську картку

# addButton_addBankCard
source: Add bank card
es: Añadir una tarjeta bancaria
fr: Ajoutez une carte bancaire
pl: Dodaj kartę bankową
ru: Добавить банковскую карту
uk: Додати банківську картку

source: Fee
es: Comisión
fr: Frais
pl: Prowizja
ru: Комиссия
uk: Комісія

source: No fee
es: Sin comisión
fr: Sans frais
pl: Bez opłaty
ru: Без комиссии
uk: Без комісії

# actionReccuringInfoDetails_amount
source: Amount
ru: Количество
uk: Сума

# paymentMethod_delete
source: Delete
ru: Удалить
uk: Видалити

# paymentMethod_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
uk: Скасувати

# paymentMethod_text
source: Add a bank card to conveniently purchase crypto
es: Agregue una tarjeta bancaria para comprar criptomonedas convenientemente
fr: Ajoutez une carte bancaire pour acheter facilement des cryptos
pl: Dodaj kartę bankową, aby wygodnie kupić kryptowaluty
ru: Добавьте банковскую карту для удобной покупки криптовалюты
uk: Додайте банківську картку, щоб зручно купувати криптовалюту

# paymentMethod_showAlertPopupPrimaryText
source: Delete card
es: Eliminar tarjeta
fr: Supprimer la carte
pl: Usuń kartę
ru: Удалить карту
uk: Видалити картку

# paymentMethod_showAlertPopupSecondaryText
source: Are you sure you want to delete your saved card
ru: Вы уверены, что хотите удалить сохраненную карту
uk: Ви впевнені, що хочете видалити збережену картку

# actionSell_bottomSheetHeaderName
source: Choose asset to sell
ru: Выберите актив для продажи
uk: Виберіть актив для продажу

# sendOptions_sendTo
source: Send to
ru: Отправить
uk: Відправити на адресу

# sendOptions_actionItemName1
source: Phone
ru: Отправить по телефону
uk: Телефон

# sendOptions_actionItemDescription1
source: Just choose friend from contacts
ru: Просто выберите друга из контактов
uk: Просто виберіть друга з контактів

# sendOptions_actionItemName2
source: Сrypto wallet
ru: Отправить по кошельку
uk: Крипто гаманець

# sendOptions_actionItemDescription2
source: Send to any wallet (address required)
es: Envíe a cualquier billetera (dirección requerida)
fr: Envoyez à n'importe quel portefeuille (adresse requise)
pl: Wyślij do dowolnego portfela (wymagany adres)
ru: Отправить на любой кошелек (адрес обязателен)
uk: Надсилайте на будь-який гаманець

# actionSend_bottomSheetHeaderName
source: Choose asset to send
es: Elija un activo para enviar
fr: Sélectionnez l'actif à envoyer
pl: Wybierz aktywa do wysłania
ru: Выберите актив для отправки
uk: Виберіть актив для відправки

# actionWithdraw_bottomSheetHeaderName
source: Choose asset to withdraw
ru: Выберите актив для вывода
uk: Виберіть актив для виведення

# actionBottomSheetHeader_search
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
ru: Поиск
uk: Пошук

# showKycCountryPicker_search
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
ru: Поиск
uk: Пошук

# countrySelectorButton_country
source: Country
es: País
fr: Pays
pl: Kraj
ru: Страна
uk: Країна

# showDialCodePicker_searchCountry
source: Search country
ru: Страна поиска
uk: Пошук країни

# showCountrySelector_searchCountry
source: Search country
es: Buscar un país
fr: Recherche de pays
pl: Wyszukaj kraj
ru: Страна поиска
uk: Пошук країни

# showCountryPhoneNumberPicker_searchCountry
source: Search country
es: Buscar un país
fr: Recherche de pays
pl: Wyszukaj kraj
ru: Страна поиска
uk: Пошук країни

# circleBillingAddress_billingAddress
source: Billing address
es: Dirección de facturación
fr: Adresse de facturation
pl: Adres rozliczeniowy
ru: Адрес для выставления счета
uk: Адреса для виставлення рахунку

# circleBillingAddress_streetAddress
source: Street Address
es: Calle
fr: Adresse Postale
pl: Adres
ru: Почтовый адрес
uk: Адреса вулиці

# circleBillingAddress_optional
source: optional
es: opcional
fr: facultatif
pl: opcjonalne
ru: опционально
uk: необов'язково

# circleBillingAddress_city
source: City
es: Ciudad
fr: Ville
pl: Miasto
ru: Город
uk: Місто

# circleBillingAddress_district
source: District
es: Localidad
fr: Quartier
pl: Dzielnica
ru: Район
uk: Район

# circleBillingAddress_continue
source: Continue
es: Continuar
fr: Poursuivre
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# circleBillingAddress_postalCode
source: Postal code
es: Código postal
fr: Code postal
pl: Kod pocztowy
ru: Почтовый индекс
uk: Індекс

# circleBillingAddress_pleaseWait
source: Please wait
es: Por favor, espere.
fr: Veuillez attendre
pl: Proszę czekać
ru: Пожалуйста подождите
uk: Будь ласка, зачекайте

# addCircleCard_bigHeaderTitle
source: Enter card details
es: Ingrese los datos de la tarjeta
fr: Entrez les détails de la carte
pl: Wprowadź dane karty
ru: Введите данные карты
uk: Введіть дані картки

# addCircleCard_cardNumber
source: Card number
es: Número de tarjeta
fr: Numéro de carte
pl: Numer karty
ru: Номер карты
uk: Номер картки

# addCircleCard_expiryDate
source: Expiry date
es: Fecha de expiración
fr: Date d'expiration
pl: Data wygaśnięcia
ru: Срок действия
uk: Термін придатності

# addCircleCard_expiryMonth
source: Expiry on
es: Valida hasta
fr: Expiration activée
pl: Wygasa
uk: Термін дії

# addCircleCard_expiryYear
source: Expiry year
uk: Рік закінчення терміну дії

# addCircleCard_saveCard
source: Save card for further purchases
es: Guardar tarjeta para futuras compras
fr: Enregistrez la carte pour de futurs achats
pl: Zapisz kartę do dalszego zakupu
uk: Збережіть картку для подальших покупок
