Repository: MyJetWallet/Flutter.JetWallet
Catalog: lib/core/l10n/app_*.arb
Languages: es, fr, pl, ru, uk

# earn_closed
source: Finished
es: Finalizado
fr: Terminé
pl: Zakończono
uk: Завершено

# earn_unknown
source: Unknown
es: Desconocido
fr: Inconnu
pl: Nieznany
uk: Невідомий

# earn_variable_apy
source: Variable APY
es: APY variable
pl: Zmienny APY
uk: Змінний APY

# accountSecurity_accountCategoryButtonTitle1
source: Face / Touch ID
pl: Identyfikator twarzy/dotyku
ru: Face / Touch ID и PIN-код

# register_TAndC
source: T&C
es: Términos y condiciones
fr: Conditions Générales
pl: Regulamin
ru: Условия

# register_privacyPolicy
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
pl: Politykę prywatności
ru: Политика конфиденциальности

# aboutUs_privacyPolicy
source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
pl: Polityka prywatności
ru: Политика конфиденциальности

# kycDocumentType_governmentId
source: ID card
es: Identificación oficial
fr: Carte d'identité
pl: Dowód osobisty
ru: ID карточка

source: W
pl: T
ru: Н

source: Y
pl: R
ru: Г

source: Vol
pl: Wol
ru: Объем

source: h
pl: g
ru: ч

source: MAX
pl: Maks
ru: МАКС

# return_to_wallet_max
source: Max
pl: Maks

# previewBuyWithUmlimint_disclaimerTerms
source: Terms and conditions
es: Términos y Condiciones
fr: Conditions Générales
pl: Zasady i Warunki

# previewBuyWithUmlimint_disclaimerPolicy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
pl: Polityka prywatności

source: PIN code
es: Código PIN
fr: Code PIN
pl: Kod PIN

# buy_confirmation_privacy_checkbox_2
source: Terms and conditions
es: Términos y Condiciones
fr: Conditions Générales
pl: Zasady i Warunki

# buy_confirmation_privacy_checkbox_3
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
pl: Polityka prywatności

# earn_started
source: Started
es: Iniciado
fr: Commencé
pl: Rozpoczęto

# earn_funds_will_be_withdrawn
source: Your funds and accrued earnings are paid out upon closing your Earn Account. Disbursement of funds in {days} days
es: Tus fondos y ganancias acumuladas se pagan al cerrar tu cuenta Earn. Desembolso de fondos en {days} día(s)
fr: Vos fonds et gains accumulés sont payés à la fermeture de votre compte Earn. Déboursement des fonds dans {days} jour(s)
pl: Twoje środki i zgromadzone zarobki są wypłacane po zamknięciu konta Earn. Wypłata środków za {days} dni

# earn_top_up
source: Top up
es: Recargar
fr: Recharger
pl: Doładuj

# earn_withdraw
source: Withdraw
es: Retirar
fr: Retirer
pl: Wypłać

# earn_all_offers
source: All offers
es: Todas las ofertas
fr: Toutes les offres
pl: Wszystkie oferty

# earn_earns_archive
source: Earn archives
es: Archivo de Earn
fr: Earn Archive
pl: Archiwum Earn

# earn_you_can_withdraw_deposit_funds_instantly
source: You can withdraw deposit funds instantly
es: Los fondos del depósito se pueden retirar instantáneamente
fr: Vous pouvez retirer les fonds déposés instantanément
pl: Możesz natychmiast wypłacić środki z depozytu

# earn_deposit
source: Deposit
es: Depósito
fr: Dépôt
pl: Depozyt

# earn_continue
source: Continue
es: Continuar
fr: Continuer
pl: Kontynuuj

# earn_choose_a_deposit_plan
source: Choose a deposit plan and earn crypto
es: Elige un plan de depósito y gana cripto
fr: Choisissez un plan de dépôt et gagnez de la crypto
pl: Wybierz plan depozytu i zarabiaj krypto

# earn_flexible_tariff
source: Flexible tariff
es: Rescate flexible
fr: Tarif flexible
pl: Elastyczne wykupienie

# earn_are_you_sure
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
pl: Jesteś pewny?

# earn_your_funds_and_accrued
source: Your funds and accrued earnings are paid out upon closing your Earn Account. Disbursement on {date}.
es: Tus fondos y ganancias acumuladas se pagan al cerrar tu cuenta Earn. Desembolso el {date}.
fr: Vos fonds et gains accumulés sont payés à la fermeture de votre compte Earn. Déboursement le {date}.
pl: Twoje środki i zgromadzone zarobki są wypłacane przy zamknięciu konta Earn. Wypłata {date}.

# earn_continue_earning
source: Continue Earning
es: Continuar ganando
fr: Continuer à gagner
pl: Kontynuuj zarabianie

# earn_yes_withdraw
source: Yes, withdraw
es: Sí, retirar
fr: Oui, retirer
pl: Tak, wypłać

# earn_partial_withdrawal
source: Partial withdrawal
es: Retiro parcial
fr: Retrait partiel
pl: Wypłata częściowa

# earn_the_minimum_amount_of_earn
source: The minimum amount of Earn account balances must not be less than
es: El saldo de la cuenta de Earn no debe ser inferior al monto mínimo
fr: Le montant minimum des soldes de compte Earn ne doit pas être inférieur à
pl: Minimalna kwota salda konta Earn nie może być niższa niż

# earn_full_withdrawal
source: Full withdrawal
es: Retiro total
fr: Retrait total
pl: Pełna wypłata

# earn_closing_an_earn_account
source: Closing an Earn account with withdrawal of the basis amount and revenue
es: Cierre de una cuenta Earn y recuperación del monto base junto con los intereses
fr: Clôture d'un compte Earn avec retrait du montant de base et des revenus
pl: Zamknięcie konta Earn z wypłatą kwoty bazowej i dochodu

# earn_confirm
source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź

# earn_est
source: Est.
fr: Estimé
pl: Szac.

# earn_max
source: Max
pl: Maks

# earn_from_earn
source: From earn
es: Desde Earn
fr: De Earn
pl: Z Earn

# earn_crypto_wallet
source: Crypto wallet
es: Cartera de cripto
fr: Portefeuille crypto
pl: Portfel krypto

# earn_order_summary
source: Order summary
es: Resumen del pedido
fr: Récapitulatif de commande
pl: Podsumowanie zamówienia

# earn_order_summary_partial_withdrawal_means
source: Partial withdrawal means withdrawal of funds from the calculation basis. Revenue is paid out at full closure of the account.
es: El retiro parcial se refiere a retirar fondos del capital. Los intereses se pagan solo cuando la cuenta se cierra completamente.
fr: Le retrait partiel signifie le retrait des fonds de la base de calcul. Les revenus sont payés à la clôture complète du compte.
pl: Częściowa wypłata oznacza wypłatę środków z bazy obliczeniowej. Dochód jest wypłacany przy pełnym zamknięciu konta.

# earn_send
source: Send
es: Enviar
fr: Envoyer
pl: Wyślij

# earn_withdraw_successfully
source: Your funds have been successfully disbursed
es: La solicitud de rescate de fondos ha sido aceptada
fr: La demande de rachat de fonds a été acceptée
pl: Prośba o wykupienie środków została zaakceptowana

# earn_full_withdraw
source: Your funds and accrued earnings are paid out when you close your Earn account.
es: Sus fondos y los intereses acumulados se pagarán cuando cierre su cuenta Earn
fr: Vos fonds et gains accumulés sont payés lorsque vous fermez votre compte Earn.
pl: Twoje środki i zgromadzone zarobki są wypłacane przy zamknięciu konta Earn.

# earn_basis_amount
source: Basis amount
es: Monto base
fr: Montant de base
pl: Kwota bazowa

# earn_withdrawal_period
source: Withdrawal period
es: Período de retiro
fr: Période de retrait
pl: Okres wypłaty

# earn_the_funds_will_be_disbursed
source: The funds will be disbursed to your wallet on {date}. You will also earn income for the next {days} days
es: Los fondos se desembolsarán en tu cartera el {date}. También ganarás ingresos durante los próximos {days} día(s)
fr: Les fonds seront versés dans votre portefeuille le {date}. Vous gagnerez également des revenus pour les {days} jour(s) suivants
pl: Środki zostaną przelane na Twój portfel {date}. Będziesz również zarabiać dochód przez następne {days} dni

# earn_withdrawal_period_explanation_1
source: Withdrawal of funds from your plan will result in the closure of the corresponding Earn account. Please note that the full transfer of funds together with the earned income will take place {days} days after the request has been created.
es: Retirar fondos de su plan resultará en el cierre de su cuenta Earn. La transferencia total de fondos e intereses se realizará {days} días después de enviar la solicitud.
fr: Le retrait de fonds de votre plan entraînera la fermeture du compte Earn correspondant. Veuillez noter que le transfert complet des fonds ainsi que les revenus gagnés auront lieu {days} jour(s) après la création de la demande.
pl: Wypłata środków z twojego planu spowoduje zamknięcie odpowiadającego konta Earn. Należy zauważyć, że pełne przekazanie środków wraz z zarobionym dochodem nastąpi {days} dni po utworzeniu żądania.

# earn_withdrawal_period_explanation_2
source: It is important to note that until the final closure of the account, the income will continue to accrue to your Earn account.
es: Los intereses continuarán acumulándose en su cuenta Earn hasta que se cierre la cuenta.
fr: Il est important de noter que jusqu'à la fermeture finale du compte, les revenus continueront à s'accumuler sur votre compte Earn.
pl: Ważne jest, aby zauważyć, że do ostatecznego zamknięcia konta, dochód będzie nadal naliczany na twoje konto Earn.

# earn_from_crypto_wallet
source: From crypto wallet
es: Desde cartera cripto
fr: Du portefeuille crypto
pl: Z portfela krypto

# earn_to_crypto_wallet
source: To crypto wallet
es: A cartera cripto
fr: Au portefeuille crypto
pl: Do portfela krypto

# earn_to_earn
source: To earn
es: Para ganar
fr: Pour gagner
pl: Aby zarobić

# earn_deposit_crypto_wallet
source: Deposit crypto wallet
es: Cartera cripto de depósito
fr: Portefeuille crypto de dépôt
pl: Portfel krypto na depozyt

# earn_top_up_value
source: Top up {value}
es: Recargar {value}
fr: Recharger {value}
pl: Doładuj {value}

# earn_cancel
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj

# earn_apy_rate
source: APY Rate
es: Tasa APY
fr: Taux APY
pl: Stopa APY

# earn_earning_term
source: Earning term
es: Plazo de ganancia
fr: Terme de gain
pl: Okres zarobkowy

# earn_flexible
source: Flexible
pl: Elastyczny

# earn_i_have_read_and_agreed_to
source: I have read and agreed to
es: He leído y aceptado
fr: J'ai lu et accepté
pl: Przeczytałem i zgadzam się z

# earn_terms_and_conditions
source: Terms and conditions
es: Términos y Condiciones del Programa Earn
fr: Termes et Conditions du programme Earn
pl: Zasady i Warunki programu Earn

# earn_transfer
source: Transfer
es: Transferir
fr: Transfert
pl: Przelew

# earn_withdrawal
source: Withdrawal
es: Retiro
fr: Retrait
pl: Wypłata

# earn_days_left
source: {days} days left
es: Quedan {days} día(s)
fr: {days} jour(s) restants
pl: Zostało {days} dni

# earn_disbursement_is_at
source: Disbursement is at {time} on {date}
es: El desembolso es a las {time} el {date}
fr: Le déboursement est à {time} le {date}
pl: Wypłata nastąpi o {time} {date}

# earn_privacy_policy
source: Privacy Policy
es: Política de Privacidad de Smpl Global
fr: Smpl Global Politique de Confidentialité
pl: Polityka Prywatności Smpl Global

# earn_freeze
source: Freeze {days} days
es: Congelar {days} día(s)
fr: Gel {days} jour(s)
pl: Zamrozić na {days} dni

# earn_earn_account_id
source: Earn account ID
es: ID cuenta Earn
fr: ID compte Earn
pl: ID konta Earn

# earn_sent
source: Sent
es: Enviado
fr: Envoyé
pl: Wysłano

# earn_received
source: Received
es: Recibido
fr: Reçu
pl: Otrzymano

# earn_withdrawal_of
source: Withdrawal of {value} was initiated
es: La transferencia de {value} a Earn fue iniciada
fr: Le transfert de {value} vers Earn a été initié
pl: Transfer {value} do Earn zainicjowano

# about_us_earn
source: Terms & Conditions of Earn program
es: Términos y Condiciones del programa Earn
fr: Termes et Conditions du programme Earn
pl: Zasady i Warunki programu Earn

# profileDetails_email
source: Email
es: Correo electrónico
ru: Электронная почта

# send_gift_e_mail
source: E-mail
es: Correo electrónico

# aboutBlockText_whitepaper
source: Whitepaper
fr: Livret Blanc
ru: Белая бумага

# accountSecurity_accountPIN
source: PIN
fr: Code PIN

# iban_out_bic
source: BIC
fr: Code d'identification de la banque

# invest_limits_take_profit
source: Take Profit
fr: Prendre Profit

# login_policyText2
source: Terms and conditions
ru: Условия и положения

# login_privacyPolicy
source: Privacy Policy
ru: Политика конфиденциальности

# aboutUs_termButton2
source: Privacy Policy
ru: Политика конфиденциальности

# operationName_swap
source: Swap
ru: Обмен

# curencyBuy_actionItemDescription
source: Visa, Mastercard, Apple Pay
ru: Виза, Мастеркард, ApplePay

# depositOptions_actionItemDescription1
source: Visa, Mastercard
ru: Visa и Mastercard

# depositOptions_actionItemDescription2
source: Sepa
ru: Сепа

# simplexWebView_simplex
source: Simplex
ru: Симплекс

# min1
source: Min
ru: Мин

# send_timer_alert_ok
source: OK
ru: ОК

source: D
ru: Д

source: M
ru: М

source: min
ru: мин
